Repository: GarikRC/vpnpptp
Catalog: branches/0.3.4/lang/ponoff.*.po
Languages: uk

source: Соединение pptp
uk: З’єднання pptp

source: Подключить
uk: З’єднати

source: Отключить
uk: Роз’єднати

source: Внимание!
uk: Увага!

source: Запуск этой п#209�ог#209�аммы возможен только под админист#209�ато#209�ом или с #209�аз#209�ешения админист#209�ато#209�а. Нажмите <ОК> для отказа от запуска.
uk: Запуск цієї програми можливий тільки під адміністратором або з дозволу адміністратора. Натисніть <ОК> для відмови від запуску.

source: Выход без ава#209�ии
uk: Вихід без аварії

source: Выход п#209�и ава#209�ии
uk: Вихід при аварії

source: Сначала сконфигу#209�и#209�уйте соединение: Меню->Утилиты->Системные(или Меню->Инте#209�нет)->vpnpptp(Наст#209�ойка соединения VPN PPTP/L2TP/OpenL2TP).
uk: Спочатку налаштуйте з’єднання Меню->Інструменти->Системні утиліти->vpnpptp(Керування з'єднанням VPN PPTP/L2TP/OpenL2TP).

source: No ethernet. Cетевой интерфейс для VPN PPTP/L2TP/OpenL2TP недоступен.
uk: No ethernet. Мережевий интерфейс для VPN PPTP/L2TP/OpenL2TP недоступний.

source: Если же он доступен, то установите "Не контролировать state сетевого кабеля" в Конфигураторе.
uk: Якщо він доступний , позначте пункт "Не контролювати state мережевого кабеля " у Конфігураторі.

source: No link. Сетевой кабель для VPN PPTP/L2TP/OpenL2TP неподключен.
uk: No link.Мережевий кабель для VPN PPTP/L2TP/OpenL2TP не під’єднано.

source: Соединение
uk: З’єднання

source: установлено
uk: встановлено

source: отсутствует
uk: немає

source: No link. Сетевой кабель для VPN PPTP/L2TP/OpenL2TP неподключен. А #209�еконнект не включен.
uk: No link. Мережевий кабель для VPN PPTP/L2TP/OpenL2TP не під’єднано,а перепідключення не увімкнено.

source: Устанавливается соединение
uk: Встановлюється з'єднання

source: Получены ма#209�ш#209�уты через DHCP.
uk: Отримано маршрути через DHCP.

source: Обна#209�ужен новый IP-ад#209�ес VPN-се#209�ве#209�а. Соединение пе#209�енаст#209�аивается...
uk: Виявлено новий IP-адреса VPN-сервера. З'єднання перенастроюється...

source: VPN-се#209�ве#209� не пингуется.
uk: VPN-сервер не пінгується.

source: Доступ в инте#209�нет отсутствует...
uk: Доступ до інтернету відсутній...

source: DNS-се#209�ве#209� до поднятия VPN не отвечает или неко#209�#209�ектный ад#209�ес VPN-се#209�ве#209�а.
uk: DNS-сервер до підняття VPN не відповідає або некоректний адресу VPN-сервера.

source: Шлюз локальной сети не пингуется.
uk: Шлюз локальної мережі не пингуєьтся.

source: П#209�ове#209�ено! Инте#209�нет #209�аботает!
uk: Перевірено! Інтернет працює!

source: Обна#209�ужено совпадение remote ip address с IP-ад#209�есом самого VPN-се#209�ве#209�а. Соединение было пе#209�енаст#209�оено.
uk: Виявлено збіг remote ip address з IP-адресою самого VPN-сервера. З'єднання було переконфігуровано.

source: Ошибка получения ма#209�ш#209�утов через DHCP.
uk: Помилка отримання маршрутів через DHCP.

source: DNS1-се#209�ве#209� до поднятия VPN не пингуется.
uk: DNS1-сервер до підняття VPN не пінгується.

source: DNS2-се#209�ве#209� до поднятия VPN не пингуется.
uk: DNS2-сервер до підняття VPN не пінгується.

source: Вы можете в конфигу#209�ато#209�е VPN PPTP/L2TP/OpenL2TP выб#209�ать опцию #209�аз#209�ешения пользователям уп#209�авлять подключением.
uk: Ви можете в конфігураторі VPN PPTP/L2TP/OpenL2TP вибрати опцію дозволу користувачам управляти підключенням.

source: Вы также можете сконфигу#209�и#209�овать соединение из Цент#209�а Уп#209�авления->Сеть и инте#209�нет->Наст#209�ойка VPN-соединений->VPN PPTP/L2TP/OpenL2TP.
uk: Ви також можете конфігурувати з'єднання з Центру Управління->Мережа і інтернет->Налаштування vpn-з'єднань->VPN PPTP/L2TP/OpenL2TP.

source: Заг#209�ужено:
uk: Завантажене:

source: Отдано:
uk: Віддане:

source: В#209�емя в сети:
uk: Час в мережі:

source: ч.
uk: г.

source: м.
uk: х.

# unit1.message34
source: Да
uk: Так

# unit1.message35
source: Нет
uk: Ні

# unit1.message36
source: Отмена
uk: Відміна

source: Минуточку...
uk: Хвилиночку...

source: Запускается п#209�иложение ponoff...
uk: Запускається додаток ponoff...

source: Наблюдать
uk: Спостерігати

source: Обна#209�ужено активное соединение dsl. Отключите его командой ifdown dsl0. Нажмите <ОК> для отказа от запуска.
uk: Виявлене активне з'єднання dsl. Відключите його командою ifdown dsl0. Натисніть <ОК> для відмови від запуску.

# unit1.message40
source: DNS2-се#209�ве#209� п#209�и поднятом VPN не пингуется.
uk: DNS2-сервер при піднятому VPN не пингуется.

source: DNS1-се#209�ве#209� п#209�и поднятом VPN не пингуется.
uk: DNS1-сервер при піднятому VPN не пингуется.

source: Не обна#209�ужено ни одного се#209�виса, способного уп#209�авлять сетью. Ко#209�#209�ектная #209�абота п#209�ог#209�аммы невозможна!
uk: Не виявлене жодного сервісу, здатного управляти мережею. Коректна робота програми неможлива!

source: Рекомендуется в#209�учную уменьшить MTU/MRU, так как используемое значение MTU =
uk: Рекомендується вручну зменшити MTU/MRU, тому що використовуване значення MTU =

source: байт слишком большое.
uk: байт занадто велике.

source: Разме#209� файла-лога /var/log/syslog больше 1 GiB.
uk: Розмір файлу-логі /var/log/syslog більше 1 Gib.

source: Возможны п#209�облемы с установлением соединения...
uk: Можливі проблеми із установленням з'єднання...

# unit1.message48
source: Отсутствуют нек#209�итичные файлы:
uk: Відсутні некритичні файли:

# unit1.message49
source: Отсутствуют к#209�итичные файлы:
uk: Відсутні критичні файли:

source: Не найдено соединение
uk: Не знайдене з'єднання

source: Обна#209�ужено активное соединение с именем
uk: Виявлене активне з'єднання з іменем

source: Однов#209�еменный запуск нескольких соединений с #209�азными именами недопустим.
uk: Одночасний запуск декількох з'єднань із різними іменами неприпустимий.

source: Отсутствует дефолтное соединение.
uk: Отсутствует дефолтное з'єднання.

source: Выбе#209�ите одно из доступных соединений, неявляющихся дефолтными, из выпадающего списка. Это соединение станет дефолтным.
uk: Виберіть одне з доступних з'єднань, що не є дефолтными, зі списку, що випадає. Це з'єднання стане дефолтным.

source: <ОК> - выб#209�ать. <Отмена> - отказаться и выйти.
uk: <ОК> - вибрати. <Скасування> - відмовитися й вийти.

source: Соединение с именем
uk: З'єднання з іменем

source: не может существовать, так как это имя за#209�езе#209�ви#209�овано п#209�ог#209�аммой.
uk: не може існувати, тому що це ім'я зарезервоване програмою.

# unit1.message59
source: IP-ад#209�ес:
uk: IP-адреса:

source: Инте#209�фейс:
uk: Інтерфейс:

source: Поже#209�твования
uk: Пожертвування

source: Инфо#209�мация о возможности поже#209�твований на #209�аз#209�аботку!
uk: Інформація про можливість пожертвувань на розробку!

source: Ско#209�ость отдачи т#209�и #209�аза под#209�яд в течение т#209�ех секунд п#209�евысила п#209�опускную способность сети. Сеть не#209�аботоспособна.
uk: Швидкість віддачі три рази підряд протягом трьох секунд перевищила пропускну спроможність мережі. Мережа непрацездатна.

source: Ско#209�ость заг#209�узки т#209�и #209�аза под#209�яд в течение т#209�ех секунд п#209�евысила п#209�опускную способность сети.
uk: Швидкість завантаження три рази підряд протягом трьох секунд перевищила пропускну спроможність мережі.

source: Разме#209� файла-лога /var/log/vpnlog больше 1 GiB.
uk: Розмір файлу-логі /var/log/vpnlog більше 1 Gib.

source: Увеличить иконку
uk: Збільшити іконку

source: Уменьшить иконку
uk: Зменшити іконку

source: Цветная иконка
uk: Кольорова іконка

source: Че#209�но-белая иконка
uk: Чорно-біла іконка

source: Введите па#209�оль root:
uk: Введіть пароль root:

source: Ошибка отоб#209�ажения иконки в т#209�ее. Используйте вместо ponoff ск#209�ипт /usr/bin/vpnlinux. Автоматическое переключение на виджет.
uk: Помилка відображення іконки в треї. Використовуйте замість ponoff скрипт /usr/bin/vpnlinux. Автоматичне перемикання на віджет.

source: Для запуска с правами root требуется что-нибудь: xroot/kdesu/gksu/beesu. Рекомендуется установить пакет xroot.
uk: Для запуску з правами root потрібно що-небудь: xroot/kdesu/gksu/beesu. Рекомендується встановити пакет xroot.
