Repository: GarikRC/vpnpptp
Catalog: branches/0.3.9/lang/vpnpptp.*.po
Languages: uk

source: <ОК> - выйти из конфигуратора vpnpptp.
uk: <ОК> - вийти з конфігуратора vpnpptp.

source: Для детей введите NetPolice DNS: 81.176.72.82 и 81.176.72.83, или Yandex Семейный DNS (рекомендуется): 77.88.8.3 и 77.88.8.7.
uk: Для дітей введіть NetPolice DNS: 81.176.72.82 і 81.176.72.83, або Yandex Сімейний DNS (рекомендовано): 77.88.8.3 і 77.88.8.7.

source: Это некритично, так как адрес VPN-сервера задан по IP.
uk: Це некритично, оскільки адреса vpn-сервера задана по IP.

source: Это критично, так как адрес VPN-сервера задан по имени.
uk: Це критично, оскільки адреса vpn-сервера задана по імені.

source: Задайте адрес VPN-сервера по IP или добейтесь автоматического определения DNS1 до поднятия VPN, DNS2 до поднятия VPN.
uk: Задайте адресу VPN-сервера по IP або добийтеся автоматичного визначення DNS1 до піднімання VPN, DNS2 до піднімання VPN.

source: Не найдено офисное приложение для вывода справки, читающее формат doc. Вы можете самостоятельно прочитать справку, которая находится:
uk: Не знайдено офісний додаток для виведення довідки, що читає формат doc. Ви можете самостійно прочитати довідку, яка знаходиться:

source: Невозможно настроить VPN PPTP в связи с отсутствием пакета pptp-linux или пакета pptp.
uk: Неможливо налаштувати VPN PPTP у зв’язку з відсутністю пакета pptp-linux або пакета pptp.

source: Программа завершает свою работу.
uk: Програма завершує свою роботу.

source: Также можно будет далее указать опцию usepeerdns и надеяться, что провайдер пришлёт DNS1 при поднятом VPN, DNS2 при поднятом VPN.
uk: Також можна буде далі вказати опцію usepeerdns і сподіватися, що провайдер пришле DNS1 при піднятому VPN, DNS2 при піднятому VPN.

source: Выбрана опция usepeerdns (она выбрана по-умолчанию), не введены DNS1 при поднятом VPN, DNS2 при поднятом VPN.
uk: Вибрана опція usepeerdns (вона вибрана по-умовчанню), не введені DNS1 при піднятому VPN, DNS2 при піднятому VPN.

source: <ОК> - продолжить и надеяться, что провайдер пришлёт DNS1 при поднятом VPN, DNS2 при поднятом VPN, <Отмена> - исправить вручную сейчас.
uk: <ОК> - продовжити і сподіватися, що провайдер пришле DNS1 при піднятому VPN, DNS2 при піднятому VPN, <Відміна> - виправити уручну зараз.

source: <ОК> - продолжить, <Отмена> - исправить вручную сейчас.
uk: <ОК> - продовжити, <Відміна> - виправити уручну зараз.

source: <ОК> - включить опцию usepeerdns автоматически и продолжить (рекомендуется), <Отмена> - оставить всё как есть и продолжить (не рекомендуется).
uk: <ОК> - включити опцію usepeerdns автоматично і продовжити (рекомендується), <Відміна> - залишити все як є і продовжити (не рекомендується).

source: Опция usepeerdns не выбрана.
uk: Опція usepeerdns не вибрана.

source: <ОК> - оставить как есть и продолжить. <Отмена> - исправить.
uk: <ОК> - залишити як є і продовжити. <Скасування> - виправити.

source: Эта опция позволяет запустить модуль ponoff при старте операционной системы и установить соединение VPN PPTP/L2TP/OpenL2TP автозагрузкой.
uk: Ця опція дозволяє запустити модуль ponoff при старті операційної системи і встановити з'єднання VPN PPTP/L2TP/OpenL2TP автозавантаженням.

source: Одновременная работа интернета и лок. сети не настроена или не требует настройки.
uk: Одночасна робота інтернету і лок. мережі не налаштована або не потребує налаштування.

source: Google Public DNS: 8.8.8.8 и 8.8.4.4. OpenDNS: 208.67.222.222 и 208.67.220.220.
uk: Google Public DNS: 8.8.8.8 i 8.8.4.4. OpenDNS: 208.67.222.222 i 208.67.220.220.

source: поэтому он не желателен к использованию.
uk: тому він не бажаний до використання.

source: Невозможно выбрать VPN OpenL2TP, так как не установлен пакет openl2tp.
uk: Неможливо вибрати VPN OpenL2TP, оскільки не встановлений пакет openl2tp.

source: Отсутствует файл /etc/resolv.conf. Файл /etc/resolv.conf был создан автоматически. Правильность дальнейшей настройки VPN не гарантируется.
uk: Немає файл /etc/resolv.conf. Файл /etc/resolv.conf був створений автоматично. Правильність подальшої настройки VPN не гарантується.

source: Автозапуск интернета при старте системы демоном openl2tp/openl2tpd без графики (не рекомендуется использовать)
uk: Автозапуск інтернету при старті системи демоном openl2tp/openl2tpd без графіки (не рекомендується використовувати)

source: Использовать встроенный в демон openl2tp/openl2tpd механизм реконнекта (не рекомендуется если несколько сетевых карт)
uk: Використовувати вбудований у демон openl2tp/openl2tpd механізм реконекту (не рекомендується якщо декілька мережевих карт)

source: Рекомендуется использовать с pppd/xl2tpd/openl2tp/openl2tpd-реконнектом.
uk: Рекомендується використовувати з pppd/xl2tpd/openl2tp/openl2tpd-реконнектом.

source: Невозможно выбрать VPN OpenL2TP.
uk: Неможливо вибрати VPN OpenL2TP.

source: Невозможно создать ярлык на Рабочем столе, так как используется нестандартный идентификатор пользователя и/или локализация.
uk: Неможливо створити піктограмму на стільниці, так як використовується не типовий ідентифікатор користувача і/або локалізація.

source: Не найден модуль ядра
uk: Не знайдено модуль ядра

source: Не найден плагин
uk: Не знайдено плагін

source: Пакет ppp версии 2.4.5 и выше может содержать плагины pppol2tp.so, openl2tp.so; также они могут быть в пакете openl2tp.
uk: Пакет ppp версії 2.4.5 і вище може містити плагіни pppol2tp.so, openl2tp.so; також вони можуть бути в пакеті openl2tp.

source: <ОК> - игнорировать это предупреждение и продолжить (рекомендуется). <Отмена> - поправить.
uk: <ОК> - ігнорувати це запобігання і продовжити (рекомендується). <Відміна> - поправити.

source: В Fedora если не работает, то может потребоваться настройка SELinux. SELinux можно также отключить.
uk: У Fedora якщо не працює, то може знадобитися налаштування SELinux. SELinux можна також відключити.

source: Введите пароль root:
uk: Введіть пароль root:

source: Эта опция позволяет модулю ponoff использовать виджет вместо трея в качестве альтернативы
uk: Ця опція дозволяє модулю ponoff використовувати віджет замість трея як альтернатива

source: Для запуска с правами root требуется что-нибудь: xroot/kdesu/gksu/beesu. Рекомендуется установить пакет xroot.
uk: Для запуску з правами root потрібно що-небудь: xroot/kdesu/gksu/beesu. Рекомендується встановити пакет xroot.

source: Чтобы использовать шифрование mppe, Вы должны быть аутентифицированы с помощью MS-CHAP или MS-CHAPv2.
uk: Щоб користуватися шифруванням mppe, Ви повиннi бути аутентiфикованi за допомогою MS-CHAP або MS-CHAPv2.

source: Невозможно создать ярлык на Рабочем столе, так как отсутствует файл
uk: Неможливо створити піктограмму на стільниці, тому що відсутній файл

source: "Refuse" означает "запретить"! Нельзя запретить все виды аутентификации!
uk: "Refuse" означає "заборонити"! Неможно заборонити усi види аутентифiкацiй!

source: Если выбрать опцию required для шифрования mppe, то нельзя выбрать опцию refuse-mschap одновременно с опцией refuse-mschap-v2, запретив MS-CHAP и MS-CHAPv2.
uk: Якщо обраты опцiю required для шифрування mppe, то неможно обрати опцiю refuse-mschap одночасно с опцiею refuse-mschap-v2, заборонив MS-CHAP та MS-CHAPv2.

source: Нельзя требовать шифрования mppe опцией required и при этом одновременно запретить все доступные типы шифрования.
uk: Неможно вимогати шифрування mppe опцією required та при цьюму одночасно заборонити усi доступнi типи шифрування.

source: Иногда требуется добавить опцию stateless, но часто она уже используется по-умолчанию.
uk: Iнодi потребується добавити опцію stateless, но часто вона вже iспользуеться за умовчанням.

source: Шифрование mppe может быть настроено неверно, так как не удалось свериться с man pppd и отсутствует
uk: Шифрування mppe може бути налаштоване невiрно, так як не вдалося звіритися з man pppd та вiдсутнє

source: Не найден модуль ppp_mppe, необходимый для работы mppe.
uk: Не знайден модуль ppp_mppe, необхiдний для роботы mppe.

source: Настраивается трей...
uk: Налаштовується трей...

source: Пожалуйста, перезагрузите самостоятельно компьютер, чтобы ponoff мог использовать трей.
uk: Будь ласка, перезавантажте самостійно комп'ютер, щоб ponoff міг використовувати трей.

source: Для того, чтобы разрешить автозапуск интернета при старте системы сначала установите пакет sudo.
uk: Для того, щоб дозволити користувачам керувати підключенням спочатку встановіть пакунок sudo і запустіть конфігуратор повторно.

source: Не установлен и не запущен dhclient (то есть пакет dhcp-client). Возможны проблемы в работе сети.
uk: Не встановлений і не запущений dhclient (тобто пакунок dhcp-client). Можливі проблеми в роботі мережі.

source: Не удалось определить IP-адрес VPN-сервера. VPN-сервер не пингуется. Или он введён неправильно, или проблема с DNS.
uk: Не вдалося визначити IP-адресу VPN-сервера. VPN-сервер не відповідає. Або він введений неправильно, або проблема з DNS.

source: Маршруты не могут приходить через DHCP, так как не установлен и не запущен dhclient (то есть пакет dhcp-client).
uk: Маршрути не можуть бути отримані через DHCP, так як не встановлено і не запущений dhclient (тобто пакунок dhcp-client).

source: Нельзя определить IP-адрес VPN-сервера, так как строка для ввода не заполнена.
uk: Не можна визначити IP-адресу VPN-сервера, так як рядок для введення не заповнений.

source: Его установка необязательна, но она ускорит механизм программного добавления маршрута к VPN-серверу.
uk: Його встановлення необов'язкове, але це прискорить механізм програмного додавання шляху до VPN-сервера.

source: Так как Вы не выбрали реконнект, то выбор встроенного в демон pppd/xl2tpd/openl2tp/openl2tpd реконнекта проигнорирован.
uk: Оскільки Ви не вибрали реконект, вибір вбудованого у демон pppd/xl2tpd/openl2tp/openl2tpd реконекту проігноровано.

source: Используйте опцию отключения контроля state сетевого кабеля если только по другому не работает (об этом попросит сама программа).
uk: Використовуйте опцію відключення контролю state мережевого кабелю якщо тільки по іншому не працює (про це попросить сама програма).

source: Встроенный в демон pppd/xl2tpd/openl2tp/openl2tpd механизм реконнекта не умеет контролировать state сетевого кабеля,
uk: Вбудований в демон pppd/xl2tpd/openl2tp/openl2tpd механізм реконнект не вміє контролювати state мережевого кабелю,

source: Ведите лог pppd для того, чтобы выяснить ошибки настройки соединения, ошибки при соединении и т.д.
uk: Ведіть лог pppd для того, щоб з'ясувати помилки налаштування з'єднання, помилки при з'єднанні і т.п.

source: Получение маршрутов через DHCP необходимо для одновременной работы локальной сети и интернета, но провайдер не всегда их присылает.
uk: Отримання маршрутів через DHCP необхідно для одночасної роботи локальної мережі та інтернету, але провайдер не завжди їх надсилає.

source: Эта опция настраивает файервол лишь для интернета, но не для p2p и не для других соединений.
uk: Ця опція налаштовує захисний шлюз лише для інтернету, але не для p2p і не для інших з'єднань.

source: Отменив получение маршрутов через DHCP, не будут одновременно работать интернет и локальная сеть, а будет работать только интернет.
uk: Скасувавши отримання маршрутів через DHCP, не будуть одночасно працювати інтернет і локальна мережа, а буде працювати тільки інтернет.

source: Отменить настройку файервола программой стоит только если файервол отключен, или файервол Вами самостоятельно настраивается.
uk: Відмінити налаштування захисного шлюзу програмою варто тільки якщо захисного шлюз відключений, або захисного шлюз Вами самостійно налаштовується.

source: Маршрутизируйте VPN-сервер всегда, кроме случаев если его маршрутизация в силу различных причин не требуется.
uk: Маршрутизуйте VPN-сервер завжди, крім випадків якщо його маршрутизація в силу різних причин не потрібно.

source: При выборе этой опции проверяется пинг VPN-, DNS-сервера, пинг шлюза локальной сети, пинг yandex.ru, выявляются основные проблемы, выводя сообщения.
uk: При виборі цієї опції перевіряється пінг VPN-, DNS-сервера, пінг шлюзу локальної мережі, пінг yandex.ru, виявляються основні проблеми, виводячи повідомлення.

source: Отменить эту опцию стоит только если у Вас стабильные локальная сеть и интернет, и они никогда не падают.
uk: Відмінити цю опцію варто тільки якщо у Вас стабільні локальна мережа та інтернет, і вони ніколи не падають.

source: Модуль ponoff еще не завершил свою работу. Дождитесь завершения работы модуля ponoff и повторно запустите конфигуратор vpnpptp.
uk: Модуль ponoff ще не завершив свою роботу. Діждіться завершення роботи модуля ponoff і повторно запустите конфігуратор vpnpptp.

source: Эта опция блокирует все всплывающие сообщения из трея/виджета, а также отключает проверку DNS-, VPN-сервера, шлюза локальной сети и есть ли интернет.
uk: Ця опція блокує всі спливаючі повідомлення з трея/віджета, а також відключає перевірку DNS-, VPN-сервера, шлюзу локальної мережі і чи є інтернет.

source: Проверка показала, что маршруты через DHCP не приходят, или настройка не требуется.
uk: Перевірка показала, що маршрути через DHCP не приходять, або настройка не потрібна.

source: Получение маршрутов через DHCP будет отменено, так как маршруты через DHCP не приходят, или настройка не требуется.
uk: Отримання маршрутів через DHCP буде скасовано, оскільки маршрути через DHCP не приходять, або настройка не потрібна.

source: VPN-сервер не пингуется. Устраните проблему и заново запустите конфигуратор.
uk: VPN-сервер не пінгується. Усуньте проблему і заново запустіть конфігуратор.

source: Шлюз локальной сети не пингуется или теряются пакеты. Но это не всегда влияет на поднятие VPN.
uk: Шлюз локальної мережі не пінгується або губляться пакети. Але це не завжди впливає на підняття VPN.

source: Пингуется VPN-сервер. Ожидайте...
uk: Пінгується VPN-сервер. Чекайте...

source: Определяется IP-адрес VPN-сервера через команду ping. Ожидайте...
uk: Визначається IP-адреса VPN-сервера через команду ping. Чекайте...

source: Пингуется шлюз локальной сети. Ожидайте...
uk: Пінгується шлюз локальної мережі. Чекайте...

source: Осуществляется подготовка сети для проверки приходят ли маршруты через DHCP. Ожидайте...
uk: Здійснюється підготовка мережі для перевірки приходять чи маршрути через DHCP. Чекайте...

source: Сеть подготовлена для проверки приходят ли маршруты через DHCP. Вызывается dhclient. Ожидайте...
uk: Мережа підготовлена для перевірки приходять чи маршрути через DHCP. Викликається dhclient. Чекайте...

source: Невозможно одновременно не контролировать state сетевого кабеля и задать время реконнекта 0.
uk: Неможливо одночасно не контролювати state мережевого кабелю і задати час реконнекта 0.

source: Определяются IP-адреса VPN-сервера через команду host из пакета bind-utils. Ожидайте...
uk: Визначаються IP-адреси VPN-сервера через команду host з пакету bind-utils. Чекайте...

source: Опции в этой секции устанавливаются только для текущего соединения
uk: Опції в цій секції встановлюються тільки для поточного з'єднання

source: Пинг проверен
uk: Пінг перевірений

source: Минуточку...
uk: Хвилиночку...

source: Не определилось ни одного IP-адреса VPN-сервера.
uk: Не визначилося жодного IP-адреси VPN-сервера.

source: Часто используется аутентификация mschap v2 - это одновременный выбор refuse-eap, refuse-chap, refuse-mschap, refuse-pap.
uk: Часто використовується аутентифікація mschap v2 - це одночасний вибір refuse-eap, refuse-chap, refuse-mschap, refuse-pap.

source: Эта опция создает ярлык ponoff на Рабочем столе для доступа в интернет пользователю, позволяя ему управлять соединением через иконку в трее.
uk: Ця опція створює ярлик ponoff на Робочому столі для доступу в інтернет користувачеві, дозволяючи йому керувати з'єднанням через іконку в треї.

source: Для того, чтобы разрешить пользователям управлять подключением сначала установите пакет sudo.
uk: Для того, щоб дозволити користувачам керувати підключенням спочатку встановіть пакунок sudo і запустіть конфігуратор повторно.

source: При использовании опции refuse-chap демон pppd не согласится аутентифицировать себя по протоколу CHAP.
uk: При використанні опції refuse-chap демон pppd не погодиться аутентіфіцировать себе по протоколу CHAP.

source: Выбор опции автозапуска интернета при старте системы возможен только при выборе опции разрешения пользователям управлять подключением.
uk: Вибір опції автозапуску інтернету при старті системи можливий тільки при виборі опції дозволу користувачам керувати підключенням.

source: Для того, чтобы разрешить пользователям конфигурировать соединение сначала установите пакет sudo.
uk: Для того, щоб дозволити користувачам конфігурувати підключення спочатку встановіть пакунок sudo.

source: Автозапуск интернета при старте системы не настроен. Отсутствует ~/.config/autostart/ или используется нестандартный идентификатор пользователя.
uk: Автозапуск інтернету при старті системи не налаштований. Відсутній ~/.config/autostart/ або використовується нестандартний ідентифікатор користувача.

source: Автозапуск интернета при старте системы не настроен. Отсутствует файл /usr/share/applications/ponoff.desktop.
uk: Автозапуск інтернету при старті системи не налаштований. Відсутній файл /usr/share/applications/ponoff.desktop.

source: Эта опция осуществляет автозапуск интернета при старте системы без использования ponoff.
uk: Ця опція здійснює автозапуск інтернету при старті системи без використання ponoff.

source: Автозапуск интернета при старте системы демоном pppd/xl2tpd/openl2tp/openl2tpd без графики был отменён для соединения
uk: Автозапуск Інтернету при старті системи демоном pppd/xl2tpd/openl2tp/openl2tpd без графіки був скасований для з'єднання

source: Эта опция полезна если VPN PPTP/L2TP/OpenL2TP не должно быть главным.
uk: Ця опція корисна якщо VPN PPTP/L2TP/OpenL2TP не повинно бути головним.

source: Пока нельзя одновременно выбрать автозапуск интернета демоном pppd/xl2tpd/openl2tp/openl2tpd и не изменять дефолтный шлюз, запустив VPN PPTP/L2TP/OpenL2TP в фоне.
uk: Поки не можна одночасно вибрати автозапуск інтернету демоном pppd/xl2tpd/openl2tp/openl2tpd і незмінних дефолтний шлюз, запустивши VPN PPTP/L2TP/OpenL2TP в фоні.

source: Не удалось автоматически определить ни DNS1 до поднятия VPN, ни DNS2 до поднятия VPN.
uk: Не вдалося автоматично визначити ні DNS1 до підняття VPN, ні DNS2 до підняття VPN.

source: Поле "DNS1 до поднятия VPN" заполнено неверно. Правильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS1 до підняття VPN" заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Поле "DNS2 до поднятия VPN" заполнено неверно. Правильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS2 до підняття VPN" заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Возникла ситуация когда не были заданы DNS1 при поднятом VPN, DNS2 при поднятом VPN, и при этом не была выбрана опция usepeerdns.
uk: Виникла ситуація коли не були задані DNS1 при піднятому VPN, DNS2 при піднятому VPN, і при цьому не була вибрана опція usepeerdns.

source: Рабочий стол
uk: Робочий стіл

source: При использовании опции refuse-eap демон pppd не согласится аутентифицировать себя по протоколу EAP.
uk: При використанні опції refuse-eap демон pppd не погодиться аутентіфіцировать себе по протоколу EAP.

source: Эта опция часто позволяет достичь ускорения интернета, но не у всех провайдеров и невсегда.
uk: Ця опція часто дозволяє досягти прискорення інтернету, але не у всіх провайдерів та не завжди.

source: При использовании опции refuse-mschap демон pppd не согласится аутентифицировать себя по протоколу MS-CHAP.
uk: При використанні опції refuse-mschap демон pppd не погодиться аутентіфіцировать себе по протоколу MS-CHAP.

source: Пингуется DNS1-сервер до поднятия VPN. Ожидайте...
uk: Пінгується DNS1-сервер до підняття VPN. Чекайте...

source: DNS1-сервер до поднятия VPN не пингуется или теряются пакеты. Устраните проблему и заново запустите конфигуратор.
uk: DNS1-сервер до підняття VPN не пінгується або губляться пакети. Усуньте проблему і заново запустіть конфігуратор.

source: Пингуется DNS2-сервер до поднятия VPN. Ожидайте...
uk: Пінгується DNS2-сервер до підняття VPN. Чекайте...

source: DNS2-сервер до поднятия VPN не пингуется или теряются пакеты. Устраните проблему и заново запустите конфигуратор.
uk: DNS2-сервер до підняття VPN не пінгується або губляться пакети. Усуньте проблему і заново запустіть конфігуратор.

source: При использовании опции refuse-pap демон pppd не согласится аутентифицировать себя по протоколу PAP.
uk: При використанні опції refuse-pap демон pppd не погодиться аутентіфіцировать себе по протоколу PAP.

source: При использовании опции refuse-mschap-v2 демон pppd не согласится аутентифицировать себя по протоколу MS-CHAPv2.
uk: При використанні опції refuse-mschap-v2 демон pppd не погодиться аутентіфіцировать себе по протоколу MS-CHAPv2.

source: Опция required делает шифрование mppe обязательным и требует его использовать - не соединяться если провайдер не поддерживает шифрование mppe.
uk: Опція required робить шифрування mppe обов'язковим і вимагає його використовувати - не з'єднуватися якщо провайдер не підтримує шифрування mppe.

source: В поле "Время дозвона" можно ввести лишь число в пределах от 5 до 255 сек.
uk: У полі "Час додзвону" можна ввести тільки число у межах від 5 до 255 сек.

source: Выбрана опция usepeerdns: если VPN-сервер предоставит свои DNS, то будут использоваться они, невзирая на другие настройки DNS.
uk: Вибрана опція usepeerdns: якщо VPN-сервер надасть свої DNS, то будуть використовуватися вони, незважаючи на інші налаштування DNS.

source: Поле "DNS1 при поднятом VPN" заполнено неверно. Правильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS1 при піднятому VPN"заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Поле "DNS2 при поднятом VPN" заполнено неверно. Правильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS2 при піднятому VPN"заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Желательно ввести хотя бы одно DNS1 при поднятом VPN или DNS2 при поднятом VPN.
uk: Бажано ввести хоча б одне DNS1 при піднятому VPN або DNS2 при піднятому VPN.

source: DNS2-сервер до поднятия VPN не пингуется или теряются пакеты, но пингуется DNS1-сервер до поднятия VPN, поэтому это некритично.
uk: DNS2-сервер до підняття VPN не пінгується або губляться пакети, але пінгується DNS1-сервер до підняття VPN, тому це некритично.

source: DNS1-сервер до поднятия VPN не пингуется или теряются пакеты, но пингуется DNS2-сервер до поднятия VPN, поэтому возможны тормоза.
uk: DNS1-сервер до підняття VPN не пінгується або губляться пакети, але пінгується DNS2-сервер до підняття VPN, тому можуть бути гальма.

source: Показать пароль
uk: Показати пароль

source: Скрыть пароль
uk: Сховати пароль

source: Часто используется шифрование трафика mppe с 128-битным шифрованием - это одновременный выбор required, no40, no56 (если опция no56 есть в pppd).
uk: Часто використовується шифрування трафіку mppe з 128-бітовим шифруванням - це одночасний вибір required, no40, no56 (якщо опція no56 є в pppd).

source: Опция stateless пытается реализовать шифрование mppe в режиме без поддержки состояний.
uk: Опція stateless намагається реалізувати шифрування mppe в режимі без підтримки станів.

source: Эта опция позволяет пользователям запускать конфигуратор VPN PPTP/L2TP/OpenL2TP без пароля администратора и конфигурировать соединение.
uk: Ця опція дозволяє користувачам запускати конфігуратор VPN PPTP/L2TP/OpenL2TP без пароля адміністратора і конфігурувати з'єднання.

source: Опция no40 отключает 40-битное шифрование mppe.
uk: Опція no40 відключає 40-бітове шифрування mppe.

source: Опция no56 отключает 56-битное шифрование mppe.
uk: Опція no56 відключає 56-бітове шифрування mppe.

source: Опция no128 отключает 128-битное шифрование mppe.
uk: Опція no128 відключає 128-бітове шифрування mppe.

source: Принудительный рестарт сети
uk: Примусовий рестарт мережі
