Repository: GarikRC/vpnpptp
Catalog: branches/0.3.9/lang/vpnpptp.*.po
Languages: uk

source: Автозапуск интернета при старте системы демоном pppd без графики (не рекомендуется использовать)
uk: Автозапуск інтернету при старті системи демоном pppd без графіки (не рекомендується використовувати)

source: Автозапуск интернета при старте системы (графический)
uk: Автозапуск інтернету при старті системи (графічний)

source: Блокировать все всплывающие сообщения из трея/виджета
uk: Блокувати всі спливаючі повідомлення з трея/віджета

source: Справка
uk: Довідка

source: Определить IP, проверить VPN-сервер
uk: Визначити IP, перевірити VPN-сервер

source: Создать подключение
uk: Створити підключення

source: Выход
uk: Вихід

source: Дополнительно
uk: Додатково

# tform1.button_next1.caption
source: Далее
uk: Далі

# TFORM1.BUTTON_NEXT2.CAPTION
source: Далее
uk: Далі

source: Настройка VPN PPTP/L2TP/OpenL2TP
uk: Налаштування VPN PPTP/L2TP/OpenL2TP

source: Создать ярлык на Рабочем столе
uk: Створити піктограмму на стільниці

source: Добавить сетевые интерфейсы [ppp0..ppp9] в исключения файервола
uk: Додати мережеві інтерфейси [ppp0..ppp9] до виключень захисного шлюзу

source: Получать маршруты через DHCP
uk: Отримувати маршрути через DHCP

source: Использовать /etc/hosts динамически для адреса VPN-сервера, заданного по имени (работает только в графике)
uk: Використовувати /etc/hosts динамічно для адреси VPN-сервера, заданого по імені (працює лише в графіці)

source: Общие для всех соединений настройки
uk: Загальні для всіх з'єднань настроювання

source: Взаимоисключающие для всех соединений настройки
uk: Взаємовиключні для всіх з'єднань налаштування

source: Настройки для соединения
uk: Настроювання для з'єднання

source: I) Введите адрес VPN-сервера...
uk: I) Введіть адресу VPN-сервера...

source: /sbin/route add -host [ip] netmask [маска] gw [шлюз] dev [устройство]
uk: /sbin/route add -host [ip] netmask [маска] gw [шлюз] dev [пристрій]

source: - указывайте IP VPN-сервера, тогда соединение может стать стабильнее
uk: - вкажіть IP VPN-серверу, тоді з’єднання може стати стабільніше

# TFORM1.LABEL12.CAPTION
source: Примечания:
uk: Примітки:

source: Шифрование mppe:
uk: Шифрування mppe:

source: II) Введите любое название соединения... (например, beeline)
uk: II) Впишіть будь-яку назву з’єднання... (наприклад, beeline)

source: Сетевой интерфейс по умолчанию (определяется автоматически):
uk: Типовий мережевий інтерфейс (визначається автоматично):

source: III) Введите Ваш логин...
uk: III) Введіть Ваш логін...

source: Время дозвона (сек.):
uk: Час додзвону (сек.):

source: V) Введите максимальное время ожидания ответа провайдера на звонок...
uk: V) Введіть максимальний час очікування відповіді провайдера на дзвінок...

source: - по истечении максимального времени ожидания ответа провайдера на звонок звонок повторяется вновь
uk: - після закінчення максимального часу очікування відповіді провайдера на дзвінок дзвінок повторюється знову

source: VI) Введите интервал времени для проверки состояния VPN-соединения и сет. интерфейса...
uk: VI) Введіть інтервал часу для перевірки стану VPN-з’єднання і мережевого інтерфейсу...

source: - чем меньше время реконнекта, тем выше нагрузка на систему
uk: - чим меншим буде час реконекту, тим вище навантаження на систему

source: IV) Введите Ваш пароль...
uk: IV) Введіть ваш пароль...

source: Время реконнекта (сек.):
uk: Час реконекту (сек.):

source: - по умолчанию предлагаются оптимальные для большинства провайдеров время дозвона и время реконнекта
uk: - типово пропонуються оптимальні для більшості провайдерів час додзвону і час реконекту

source: Нажмите на кнопку "Создать подключение" для сохранения сконфигурированных настроек
uk: Натисніть кнопку "Створити підключення" для збереження визначених налаштувань

source: или нажмите на кнопку "Выход" для выхода из программы и сброса сконфигурированных настроек...
uk: або натисніть на кнопку "Вихід" для скасування налаштувань та виходу з програми...

source: - желательно вписать маршруты для VPN-сервера, DNS-серверов, особенно если включенных сетевых интерфейсов в системе более одного, а также вписать другие маршруты
uk: - бажано вписати маршрути для VPN-сервера, DNS-серверів, особливо якщо увімкнених мережевих інтерфейсів у системі більше одного, а також вписати інші маршрути

source: - если сетевой интерфейс и/или шлюз определились неправильно, то сделайте требующийся сетевой интерфейс основным и настройте все заново или введите эти значения вручную
uk: - якщо мережевий інтерфейс і/або шлюз визначились помилково, то виконайте потрібний мережевий інтерфейс основним і налаштуйте все заново або введіть ці значення вручну

source: - без занесения маршрутов не гарантируется одновременная работа интернета и локальной сети, но интернет в любом случае будет работать
uk: - без внесення роутінгу не гарантується одночасна робота інтернету та локальної мережі, але інтернет буде працювати

source: /sbin/route add -net [ip] netmask [маска] gw [шлюз] dev [устройство]
uk: /sbin/route add -net [ip] netmask [маска] gw [шлюз] dev [пристрій]

# tform1.label6.caption
source: Примечания:
uk: Примітки:

source: - имя соединения может содержать только латинские буквы и цифры и начинаться с буквы
uk: - ім'я з'єднання може містити лише латинські букви і цифри і починатися з букви

source: - адрес VPN-сервера, логин и пароль уточняйте у провайдера
uk: - адресу VPN-серверу, логін та пароль уточніть у провайдера

source: Аутентификация:
uk: Аутентифікація:

source: DNS1 до поднятия VPN (определяется автоматически):
uk: DNS1 до підняття VPN (визначається автоматично):

source: DNS2 до поднятия VPN (определяется автоматически):
uk: DNS2 до підняття VPN (визначається автоматично):

source: DNS1 при поднятом VPN:
uk: DNS1 при піднятому VPN:

source: DNS2 при поднятом VPN:
uk: DNS2 при піднятому VPN:

source: Шлюз локал. сети по умолчанию (определяется автоматически):
uk: Типовий шлюз локальноі мережі (визначається автоматично):

source: Провайдер (IP или имя):
uk: Провайдер (IP або ім’я):

source: MRU (если задано):
uk: MRU (якщо задано):

source: MTU (если задано):
uk: MTU (якщо задано):

source: Имя соединения:
uk: Ім’я з’єднання:

source: Дополнительные маршруты (необязательно, но желательно):
uk: Додаткова маршрутизація (не обов’язково, але бажано):

source: Пользователь:
uk: Користувач:

source: Не контролировать state сетевого кабеля
uk: Не контролювати state мережевого кабелю

source: Проверять VPN-сервер, DNS-сервер, шлюз локальной сети и интернет
uk: Перевіряти VPN-сервер, DNS-сервер, шлюз локальної мережі та інтернет

source: Средне- или высокоскоростная линия (nobuffer)
uk: Середньо- або високошвидкісна лінія (nobuffer)

source: Вести подробный лог pppd в /var/log/ppp/vpnlog
uk: Вести докладна лог pppd в /var/log/ppp/vpnlog

source: Не изменять дефолтный шлюз, запустив VPN в фоне
uk: Не змінювати типовий шлюз, запустивши VPN PPTP у фоні

source: Использовать встроенный в демон pppd механизм реконнекта (не рекомендуется если несколько сетевых карт)
uk: Використовувати вбудований у демон pppd механізм реконекту (не рекомендується якщо декілька мережевих карт)

source: Программно маршрутизировать DNS-сервера
uk: Програмно маршрутизувати DNS-сервера

source: Программно добавлять маршрут к VPN-серверу
uk: Програмно додавати маршрут до VPN-серверу

source: Маршрутизировать remote IP address в шлюз локальной сети
uk: Маршрутизировать remote IP address у шлюз локальної мережі

source: Разрешить пользователям конфигурировать соединение
uk: Дозволити користувачам конфігурувати з'єднання

source: Разрешить пользователям управлять подключением
uk: Дозволити користувачам керувати підключенням

source: Этап 1
uk: Етап 1

source: Этап 2
uk: Етап 2

source: Этап 3
uk: Етап 3

source: Этап 4
uk: Етап 4

source: Использовать виджет вместо трея
uk: Використовувати віджет замість трея

source: Опции демона pppd (для
uk: Опції демона pppd (для

source: Внимание!
uk: Увага!

source: Поля "Провайдер (IP или имя)", "Имя соединения", "Пользователь", "Пароль" обязательны к заполнению.
uk: Поля "Провайдер (IP або ім’я)", "Назва з’єднання", "Користувач", "Пароль" обов’язкові до заповнення.

source: В поле "Время реконнекта" можно ввести лишь число в пределах от 0 до 255 сек.
uk: У полі "Час реконекту" можна ввести лише число в межах від 0 до 255 сек.

source: (например, tp.internet.beeline.ru)
uk: (наприклад, tp.beeline.ua)

source: Отсутствуют некритичные файлы:
uk: Відсутні некритичні файли:

source: Шифрование mppe может быть настроено неверно, так как отсутствуют:
uk: Шифрування mppe може бути налаштований невірно, тому що немає:

source: Время реконнекта было возвращено на значение по умолчанию:
uk: Час реконнекта було повернуто на значення за замовчуванням:

source: Поле "MRU" заполнено неверно. Разрешен лишь диапазон [576..1460..1492..1500].
uk: Поле "MRU" заповнено невірно. Дозволений лише діапазон [576..1460..1492..1500].

source: Обнаружено, что VPN PPTP/L2TP/OpenL2TP поднято. <ОК> - продолжить, убив VPN PPTP/L2TP/OpenL2TP и перезапустив сеть. <Отмена> - отмена запуска конфигуратора.
uk: Обнаружено, що VPN PPTP/L2TP/OpenL2TP підняте. <ОК> - продовжити, убивши VPN PPTP/L2TP/OpenL2TP і перезапустившись мережу. <Відміна> - відміна запуску конфігуратора.

source: Встроенный в демон xl2tpd механизм реконнекта будет работать корректно, только если Вы используете пропатченный xl2tpd.
uk: Вбудований у демон xl2tpd механізм реконнекта буде працювати коректно, тільки якщо Ви використовуєте пропатченный xl2tpd.

source: Запустить конфигуратор VPN PPTP/L2TP/OpenL2TP можно также из Центра Управления->Сеть и Интернет->Настройка VPN-соединений->VPN PPTP/L2TP/OpenL2TP.
uk: Запустіть конфігуратор VPN PPTP/L2TP/OpenL2TP можна також з Центра Управленія->Сеть і Інтернет->Настройка VPN-соєдіненій->VPN PPTP/L2TP/OpenL2TP.

source: Установить тестовое соединение VPN PPTP/L2TP/OpenL2TP в графике/без графики сейчас?
uk: Установіть тестове з'єднання VPN PPTP/L2TP/OpenL2TP в графіке/без графіки зараз?

source: Тестовый запуск
uk: Тестовий запуськ

source: <Да> - установить в графике, <Нет> - установить без графики, <Отмена> - отмена.
uk: <Так> - встановити в графіці, <Ні> - встановити без графіки, <Відміна> - відміна.

source: Лог ведётся неполный или не ведётся, так как Вы не выбрали опцию ведения лога pppd в /var/log/ppp/vpnlog.
uk: Лог ведеться неповний або не ведеться, тому що Ви не вибрали опцію ведення лог pppd в /var/log/ppp/vpnlog.

source: Команда запуска:
uk: Команда запуску:

source: Выбор этой опции позволяет установить соединение со случайным адресом VPN-сервера, заданного по имени, устанавливая соединение мгновенно.
uk: Вибір цієї опції дозволяє встановити з'єднання з випадковою адресою VPN-сервера, заданого по імені, встановлюючи з'єднання миттєво.

source: При отмене этой опции соединение не всегда сможет установиться мгновенно с еще неизвестным адресом VPN-сервера, особенно если их много.
uk: При відміні цієї опції з'єднання не завжди зможе встановитися миттєво з ще невідомою адресою VPN-сервера, особливо якщо їх багато.

source: Адрес VPN-сервера задан по IP, поэтому опцию использования /etc/hosts выбрать нельзя.
uk: Адреса VPN-сервера задана по IP, тому опцію використання /etc/hosts вибрати не можна.

source: Его установка необязательна, но она ускорит механизм определения IP-адреса VPN-сервера, и быстрее соединится.
uk: Його встановлення необов'язкове, але вона прискорить механізм визначення IP-адреси VPN-сервера, і швидше з'єднається.

source: Так как использование /etc/hosts является методом программной маршрутизации VPN-сервера, дополнительным к основному, то выбор будет исправлен.
uk: Оскільки використання /etc/hosts є методом програмної маршрутизації VPN-сервера, додатковим до основного, то вибір буде виправлений.

source: Значения MTU, MRU должны быть заданы вручную, так как выбрана опция default-mru.
uk: Значення MTU, MRU мають бути задані уручну, оскільки вибрана опція default-mru.

source: Рекомендуется значение MTU 1460 или 1472 байт.
uk: Рекомендується значення MTU 1460 або 1472 байт.

source: Так как значения MTU, MRU не заданы вручную, то рекомендуется отключить опцию default-mru.
uk: Оскільки значення MTU, MRU не задані уручну, то рекомендується відключити опцію default-mru.

source: Сетевой интерфейс не определился.
uk: Мережевий інтерфейс не визначено.

source: <ОК> - игнорировать это предупреждение и продолжить. <Отмена> - поправить.
uk: <ОК> - ігнорувати це запобігання і продовжити. <Відміна> - поправити.

source: Не установлен пакет bind-utils.
uk: Не встановлено пакет bind-utils.

source: Да
uk: Так

source: Нет
uk: Ні

source: Отмена
uk: Відміна

source: Внимательно читаем инструкцию и не забываем писать пожелания и замечания
uk: Уважно читаємо інструкцію й не забуваємо писати побажання й зауваження

source: Здесь также можно указать команды, которые выполнятся сразу, как только соединение VPN PPTP/L2TP/OpenL2TP будет установлено.
uk: Тут також можна вказати команди, які виконаються відразу, як тільки з'єднання VPN PPTP/L2TP/OpenL2TP буде встановлено.

source: Значения MTU/MRU можно не вводить, тогда если не указана опция default-mru, то провайдер пришлет их сам (но не всегда).
uk: Значення MTU/MRU можна не вводити, тоді якщо не зазначена опція default-mru, те провайдер надішле їхній сам (але не завжди).

source: Сетевой кабель для автоматического определения шлюза локальной сети не подключен.
uk: Мережевий кабель для автоматичного визначення шлюзу локальної мережі не під’єднано.

source: Шаблон: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Шаблон: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Шаблон: отсутствует.
uk: Шаблон: відсутня.

source: Эта кнопка вызывает справку, но при условиях, что она есть, и что установлено офисное приложение
uk: Ця кнопка викликає довідку, але при умовах, що вона є, і що встановлений офісний додаток

source: Перейти к следующей странице настройки
uk: Перейти до наступної сторінки настроювання

source: Выйти из программы
uk: Вийти із програми

source: Эта кнопка настраивает (перенастраивает) соединение
uk: Ця кнопка набудовує (перенастроює) з'єднання

source: Эта кнопка позволяет изменить предложенные по умолчанию или дополнить опции демона pppd
uk: Ця кнопка дозволяє змінити запропоновані за замовчуванням або доповнити опції демона pppd

source: Эта кнопка позволяет проверить правильно ли было настроено соединение
uk: Ця кнопка дозволяє перевірити чи правильно було настроєне з'єднання

source: Иногда может помочь принудительный рестарт сети.
uk: Іноді може допомогти примусовий рестарт мережі.

source: Не удалось автоматически определить шлюз локальной сети.
uk: Не вдалося автоматично визначити шлюз локальної мережі.

source: В Вашем дистрибутиве не используется shorewall, поэтому его настройка не требуется.
uk: У Вашому дистрибутиві не використовується shorewall, тому його настроювання не потрібно.

source: В Вашем дистрибутиве получение маршрутов через DHCP настроено по-умолчанию, или оно настраивается средствами Вашего дистрибутива.
uk: У Вашому дистрибутиві одержання маршрутів через DHCP настроєне по-умовчанню, або воно настроюється засобами Вашого дистрибутива.

source: Нельзя отключить всплывающие сообщения и одновременно выводить через отключенные всплывающие сообщения результаты проверок.
uk: Не можна відключити спливаючі повідомлення й одночасно виводити через відключені спливаючі повідомлення результати перевірок.

source: При низких разрешениях экрана одновременное нажатие клавиши Alt и левой кнопки мыши поможет переместить окно.
uk: При низьких дозволах екрана одночасне натискання клавіші Alt і лівої кнопки миші допоможе перемістити вікно.

source: Отсутствует дефолтный шлюз, и это невозможно исправить автоматически.
uk: Отсутствует дефолтный шлюз, і це неможливо виправити автоматично.

source: Укажите вручную сетевой интерфейс и шлюз локальной сети - программа сама сделает его дефолтным.
uk: Укажіть вручну мережний інтерфейс і шлюз локальної мережі - програма сама зробить його дефолтным.

source: Для настройки VPN L2TP требуется версия xl2tpd не ниже 1.3.6. Ваша версия xl2tpd:
uk: Для налаштування VPN L2TP потрібна версія xl2tpd не нижче 1.3.6. Ваша версія xl2tpd:

source: Настройте sudo средствами Вашего дистрибутива.
uk: Настройте sudo засобами Вашого дистрибутива.

source: Обнаружено активное соединение dsl. Отключите его командой ifdown dsl0. Нажмите <ОК> для отказа от запуска.
uk: Виявлене активне з'єднання dsl. Відключите його командою ifdown dsl0. Натисніть <ОК> для відмови від запуску.

source: Нажатие левой/правой кнопкой мыши на пустом месте окна изменяет шрифт.
uk: Натискання лівої/правою кнопкою миші на порожньому місці вікна змінює шрифт.

source: Поле "Сетевой интерфейс" заполнено неверно. Оно не может быть пустым и не может быть none.
uk: Поле "Мережевий інтерфейс" заповнено з помилками. Воно не може бути порожнім і не може бути none.

source: и аналоги
uk: і аналоги

source: Выберите дистрибутив...
uk: Виберіть дистрибутив...

source: Выбор дистрибутива обязателен, но неправильный выбор опасен!
uk: Вибір дистрибутива обов'язковий, але не вірнний вибір небезпечний!

source: Для того чтобы интернет был настроен для детей, опция usepeerdns была автоматически отключена.
uk: Для того щоб Інтернет був настроєний для дітей, опція usepeerdns була автоматично відключена.

source: Если ввести 0, то реконнекта не будет.
uk: Якщо ввести 0, те реконнекта не буде.

source: Если у Вас низкоскоростное соединение, то отключите эту опцию.
uk: Якщо у Вас низкоскоростное з'єднання, то відключите цю опцію.

source: Но её отключение при средне- или высокоскоростном соединении замедлит интернет.
uk: Але її відключення при середньо- або високошвидкіснім з'єднанні сповільнить Інтернет.

source: Эта опция используется только с VPN PPTP.
uk: Ця опція використовується тільки з VPN PPTP.

source: Одновременное получение маршрутов через DHCP, автозапуск интернета при старте системы демоном pppd/xl2tpd/openl2tp/openl2tpd без графики
uk: Одночасне одержання маршрутів через DHCP, автозапуск Інтернету при старті системи демоном pppd/xl2tpd/openl2tp/openl2tpd без графіки

source: - такое сочетание в Вашем дистрибутиве может работать некорректно.
uk: - така комбінація у Вашому дистрибутиві може працювати некоректно.

source: Поле "Шлюз локальной сети" заполнено неверно. Правильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "Шлюз локальної мережі" заповнено з помилками. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Не обнаружено ни одного сервиса, способного управлять сетью. Корректная работа программы невозможна!
uk: Не виявлене жодного сервісу, здатного управляти мережею. Коректна робота програми неможлива!

source: Будут проигнорированы недетские DNS при поднятом VPN. VPN будет поднято только на детских DNS.
uk: Будуть зігноровані недитячі DNS при піднятому VPN. VPN буде піднято тільки на дитячих DNS.

source: Запуск конфигуратора может занять некоторое время, так как требуется предварительная автоматическая подготовка сети.
uk: Запуск конфигуратора може зайняти якийсь час, тому що потрібно попередня автоматична підготовка мережі.

source: Рекомендуется вручную уменьшить MTU/MRU, так как используемое значение MTU =
uk: Рекомендується вручну зменшити MTU/MRU, тому що використовуване значення MTU =

source: байт слишком большое.
uk: байт занадто велике.

source: Если remote IP address не совпадает с IP-адресом VPN-сервера, то может потребоваться маршрутизировать его в шлюз локальной сети.
uk: Якщо remote IP address не збігається з IP-адресою VPN-сервера, то може знадобитися маршрутизировать його в шлюз локальної мережі.

source: Если remote IP address совпадает с IP-адресом VPN-сервера, то эта опция позволит наилучшим способом маршрутизировать VPN-сервер
uk: Якщо remote IP address збігається з IP-адресою VPN-сервера, то ця опція дозволить найкращим способом маршрутизировать VPN-сервер

source: без необходимости иных методов маршрутизации VPN-сервера.
uk: без необхідності інших методів маршрутизації VPN-сервера.

source: Требуется выбрать тип VPN.
uk: Потрібно вибрати тип VPN.

source: Вы ввели имя соединения
uk: Ви ввели ім'я з'єднання

source: Поле "MTU" заполнено неверно. Разрешен лишь диапазон [576..1460..1492..1500].
uk: Поле "MTU" заповнено невірно. Дозволений лише діапазон [576..1460..1492..1500].

source: Имени соединения
uk: Імені з'єднання

source: не найдено. Будет предложено создать новое соединение с именем
uk: не знайдене. Буде запропоновано створити нове з'єднання з іменем

source: Выберите соединение из выпадающего списка, которое Вы хотели бы отредактировать или удалить.
uk: Виберіть з'єднання зі списку, що випадає, яке Ви прагли б відредагувати або вилучити.

source: <ОК> - выбрать из списка. <Новое> - создать новое соединение.
uk: <ОК> - вибрати зі списку. <Нове> - створити нове з'єднання.

source: По-умолчанию модулем ponoff используется имя соединения
uk: По-умовчанню модулем ponoff використовується ім'я з'єднання

source: Установить соединение с именем
uk: Установити з'єднання з іменем

source: соединением по-умолчанию? <ОК> - установить, <Отмена> - оставить соединение по-умолчанию без изменений.
uk: з'єднанням по-умовчанню? <ОК> - установити, <Скасування> - залишити з'єднання по-умовчанню без змін.

source: Определение соединения по-умолчанию...
uk: Визначення з'єднання по-умовчанню...

source: Соединение по-умолчанию используется модулем ponoff при его запуске без параметров.
uk: З'єднання по-умовчанню використовується модулем ponoff при його запуску без параметрів.

source: Вы уверены, что хотите удалить соединение с именем
uk: Ви впевнені, що прагнете вилучити з'єднання з іменем

source: Запуск этой программы возможен только под администратором или с разрешения администратора. Нажмите <ОК> для отказа от запуска.
uk: Запуск цієї програми можливий тільки під адміністратором або з дозволу адміністратора. Натисніть <ОК> для відмови від запуску.

source: Соединение с именем
uk: З'єднання з іменем

source: было успешно удалено.
uk: було успішно вилучене.

source: Удалить соединение
uk: Вилучити з'єднання

source: Эта кнопка удалит текущее соединение навсегда
uk: Ця кнопка видалить поточне з'єднання назавжди

source: Будьте осторожны, так как Вы пытаетесь удалить соединение, используемое по-умолчанию!
uk: Будьте обережні, тому що Ви намагаєтеся видалити з'єднання, використовуване по-умовчанню!

source: Необходимо будет потом самостоятельно выбрать имя соединения, которое использовать по-умолчанию.
uk: Необхідно буде потім самостійно вибрати ім'я з'єднання, яке використовувати по-умовчанню.

source: которое не может быть использовано, так как оно зарезервировано программой.
uk: яке не може бути використане, тому що воно зарезервоване програмою.

source: Новое
uk: Нове

source: Опции в этой секции устанавливаются для текущего соединения, но отменяются у других соединений
uk: Опції в цій секції встановлюються для поточного з'єднання, але відміняються в інших з'єднань

source: Опции в этой секции устанавливаются одновременно сразу для всех соединений
uk: Опції в цій секції встановлюються одночасно відразу для всіх з'єднань

source: Другая такая же программа уже пытается сконфигурировать VPN PPTP/L2TP/OpenL2TP. Нажмите <ОК> для отказа от двойного запуска.
uk: Інша така ж програма вже намагється настроїти VPN PPTP/L2TP/OpenL2TP. Натисніть <ОК> для скасування подвійного запуску програми.

source: Графический автозапуск интернета при старте системы был отменён для соединения
uk: Графічний автозапуск Інтернету при старті системи був відмінний для з'єднання

source: и был установлен для соединения
uk: і був установлений для з'єднання

source: Взаимоисключение...
uk: Взаємовиключність...

source: Обнаружено, что использовался скрипт от mr. Peabody, который изменил оригинальный скрипт
uk: Виявлене, що використовувався скрипт від mr. Peabody, який змінив оригінальний скрипт

source: Восстановите этот скрипт вручную.
uk: Відновите цей скрипт уручну.
