Repository: GarikRC/vpnpptp
Catalog: branches/0.3.9/lang/vpnpptp.*.po
Languages: uk

source: Невозможно выбрать VPN L2TP, так как не установлен пакет xl2tpd.
uk: Неможливо вибрати VPN L2TP, оскільки не встановлений пакет xl2tpd.

source: Для работы программы требуется хотя бы один из пакетов: pptp-linux(pptp), xl2tpd, openl2tp, но ни один из них не установлен.
uk: Для роботи програми потрібно хоча б один з пакетів: pptp-linux (pptp), xl2tpd, openl2tp, але жоден з них не встановлений.

source: Использовать встроенный в демон xl2tpd механизм реконнекта (не рекомендуется если несколько сетевых карт)
uk: Використовувати вбудований у демон xl2tpd механізм реконекту (не рекомендується якщо декілька мережевих карт)

source: Дистрибутив определяется автоматически, но если этого не произошло, то выберите наиболее подходящий из списка.
uk: Дистрибутив визначається автоматично, але якщо цього не відбулося, то виберіть найбільш підходящий зі списку.

source: Автозапуск интернета при старте системы демоном xl2tpd без графики (не рекомендуется использовать)
uk: Автозапуск інтернету при старті системи демоном xl2tpd без графіки (не рекомендується використовувати)

source: (например, vpn.internet.beeline.ru)
uk: (наприклад, vpn.beeline.ua)
