Repository: GarikRC/vpnpptp
Catalog: trunk/lang/ponoff.*.po
Languages: uk

source: Внимание!
uk: Увага!

source: Запуск этой программы возможен только под администратором или с разрешения администратора. Нажмите <ОК> для отказа от запуска.
uk: Запуск цієї програми можливий тільки під адміністратором або з дозволу адміністратора. Натисніть <ОК> для відмови від запуску.

source: Выход без аварии
uk: Вихід без аварії

source: Выход при аварии
uk: Вихід при аварії

source: Устанавливается соединение
uk: Встановлюється з'єднання

source: Получены маршруты через DHCP.
uk: Отримано маршрути через DHCP.

source: Обнаружен новый IP-адрес VPN-сервера. Соединение перенастраивается...
uk: Виявлено новий IP-адреса VPN-сервера. З'єднання перенастроюється...

source: VPN-сервер не пингуется.
uk: VPN-сервер не пінгується.

source: Доступ в интернет отсутствует...
uk: Доступ до інтернету відсутній...

source: DNS-сервер до поднятия VPN не отвечает или некорректный адрес VPN-сервера.
uk: DNS-сервер до підняття VPN не відповідає або некоректний адресу VPN-сервера.

source: Шлюз локальной сети не пингуется.
uk: Шлюз локальної мережі не пингуєьтся.

source: Проверено! Интернет работает!
uk: Перевірено! Інтернет працює!

source: Не обнаружено ни одного сервиса, способного управлять сетью. Корректная работа программы невозможна!
uk: Не виявлене жодного сервісу, здатного управляти мережею. Коректна робота програми неможлива!

source: Обнаружено совпадение remote ip address с IP-адресом самого VPN-сервера. Соединение было перенастроено.
uk: Виявлено збіг remote ip address з IP-адресою самого VPN-сервера. З'єднання було переконфігуровано.

source: Ошибка получения маршрутов через DHCP.
uk: Помилка отримання маршрутів через DHCP.

source: DNS1-сервер до поднятия VPN не пингуется.
uk: DNS1-сервер до підняття VPN не пінгується.

source: DNS2-сервер до поднятия VPN не пингуется.
uk: DNS2-сервер до підняття VPN не пінгується.

source: Вы можете в конфигураторе VPN PPTP/L2TP/OpenL2TP выбрать опцию разрешения пользователям управлять подключением.
uk: Ви можете в конфігураторі VPN PPTP/L2TP/OpenL2TP вибрати опцію дозволу користувачам управляти підключенням.

source: Вы также можете сконфигурировать соединение из Центра Управления->Сеть и интернет->Настройка VPN-соединений->VPN PPTP/L2TP/OpenL2TP.
uk: Ви також можете конфігурувати з'єднання з Центру Управління->Мережа і інтернет->Налаштування vpn-з'єднань->VPN PPTP/L2TP/OpenL2TP.

source: Загружено:
uk: Завантажене:

source: Отдано:
uk: Віддане:

source: Время в сети:
uk: Час в мережі:

source: Сначала сконфигурируйте соединение: Меню->Утилиты->Системные(или Меню->Интернет)->vpnpptp(Настройка соединения VPN PPTP/L2TP/OpenL2TP).
uk: Спочатку налаштуйте з’єднання Меню->Інструменти->Системні утиліти->vpnpptp(Керування з'єднанням VPN PPTP/L2TP/OpenL2TP).

source: ч.
uk: г.

source: м.
uk: х.

source: Да
uk: Так

source: Нет
uk: Ні

source: Отмена
uk: Відміна

source: Минуточку...
uk: Хвилиночку...

source: Запускается приложение ponoff...
uk: Запускається додаток ponoff...

source: Наблюдать
uk: Спостерігати

source: No ethernet. Cетевой интерфейс для VPN PPTP/L2TP/OpenL2TP недоступен.
uk: No ethernet. Мережевий интерфейс для VPN PPTP/L2TP/OpenL2TP недоступний.

source: DNS2-сервер при поднятом VPN не пингуется.
uk: DNS2-сервер при піднятому VPN не пингуется.

source: Обнаружено активное соединение dsl. Отключите его командой ifdown dsl0. Нажмите <ОК> для отказа от запуска.
uk: Виявлене активне з'єднання dsl. Відключите його командою ifdown dsl0. Натисніть <ОК> для відмови від запуску.

source: DNS1-сервер при поднятом VPN не пингуется.
uk: DNS1-сервер при піднятому VPN не пингуется.

source: Рекомендуется вручную уменьшить MTU/MRU, так как используемое значение MTU =
uk: Рекомендується вручну зменшити MTU/MRU, тому що використовуване значення MTU =

source: байт слишком большое.
uk: байт занадто велике.

source: Размер файла-лога /var/log/syslog больше 1 GiB.
uk: Розмір файлу-логі /var/log/syslog більше 1 Gib.

source: Возможны проблемы с установлением соединения...
uk: Можливі проблеми із установленням з'єднання...

source: Если же он доступен, то установите "Не контролировать state сетевого кабеля" в Конфигураторе.
uk: Якщо він доступний , позначте пункт "Не контролювати state мережевого кабеля " у Конфігураторі.

source: Отсутствуют некритичные файлы:
uk: Відсутні некритичні файли:

source: Отсутствуют критичные файлы:
uk: Відсутні критичні файли:

source: No link. Сетевой кабель для VPN PPTP/L2TP/OpenL2TP неподключен.
uk: No link.Мережевий кабель для VPN PPTP/L2TP/OpenL2TP не під’єднано.

source: Не найдено соединение
uk: Не знайдене з'єднання

source: Обнаружено активное соединение с именем
uk: Виявлене активне з'єднання з іменем

source: Одновременный запуск нескольких соединений с разными именами недопустим.
uk: Одночасний запуск декількох з'єднань із різними іменами неприпустимий.

source: Отсутствует дефолтное соединение.
uk: Отсутствует дефолтное з'єднання.

source: Выберите одно из доступных соединений, неявляющихся дефолтными, из выпадающего списка. Это соединение станет дефолтным.
uk: Виберіть одне з доступних з'єднань, що не є дефолтными, зі списку, що випадає. Це з'єднання стане дефолтным.

source: <ОК> - выбрать. <Отмена> - отказаться и выйти.
uk: <ОК> - вибрати. <Скасування> - відмовитися й вийти.

source: Соединение с именем
uk: З'єднання з іменем

source: не может существовать, так как это имя зарезервировано программой.
uk: не може існувати, тому що це ім'я зарезервоване програмою.

source: IP-адрес:
uk: IP-адреса:

source: Соединение
uk: З’єднання

source: Интерфейс:
uk: Інтерфейс:

source: Скорость отдачи три раза подряд в течение трёх секунд превысила пропускную способность сети. Сеть неработоспособна.
uk: Швидкість віддачі три рази підряд протягом трьох секунд перевищила пропускну спроможність мережі. Мережа непрацездатна.

source: Скорость загрузки три раза подряд в течение трёх секунд превысила пропускную способность сети.
uk: Швидкість завантаження три рази підряд протягом трьох секунд перевищила пропускну спроможність мережі.

source: Размер файла-лога /var/log/vpnlog больше 1 GiB.
uk: Розмір файлу-логі /var/log/vpnlog більше 1 Gib.

source: Увеличить иконку
uk: Збільшити іконку

source: Уменьшить иконку
uk: Зменшити іконку

source: Цветная иконка
uk: Кольорова іконка

source: Чёрно-белая иконка
uk: Чорно-біла іконка

source: установлено
uk: встановлено

source: Введите пароль root:
uk: Введіть пароль root:

source: Ошибка отображения иконки в трее. Используйте вместо ponoff скрипт /usr/bin/vpnlinux. Автоматическое переключение на виджет.
uk: Помилка відображення іконки в треї. Використовуйте замість ponoff скрипт /usr/bin/vpnlinux. Автоматичне перемикання на віджет.

source: Для запуска с правами root требуется что-нибудь: xroot/kdesu/gksu/beesu. Рекомендуется установить пакет xroot.
uk: Для запуску з правами root потрібно що-небудь: xroot/kdesu/gksu/beesu. Рекомендується встановити пакет xroot.

source: отсутствует
uk: немає

source: No link. Сетевой кабель для VPN PPTP/L2TP/OpenL2TP неподключен. А реконнект не включен.
uk: No link. Мережевий кабель для VPN PPTP/L2TP/OpenL2TP не під’єднано,а перепідключення не увімкнено.
