Repository: GarikRC/vpnpptp
Catalog: lang/vpnpptp.*.po
Languages: uk

source: Опция no40 отключает 40-битное шиф#209�ование mppe.
uk: Опція no40 відключає 40-бітове шифрування mppe.

source: Опция no56 отключает 56-битное шиф#209�ование mppe.
uk: Опція no56 відключає 56-бітове шифрування mppe.

source: Опция no128 отключает 128-битное шиф#209�ование mppe.
uk: Опція no128 відключає 128-бітове шифрування mppe.

source: П#209�инудительный #209�еста#209�т сети
uk: Примусовий рестарт мережі

source: Эта опция позволяет запустить модуль ponoff п#209�и ста#209�те опе#209�ационной системы и установить соединение VPN PPTP/L2TP/OpenL2TP автозаг#209�узкой.
uk: Ця опція дозволяє запустити модуль ponoff при старті операційної системи і встановити з'єднання VPN PPTP/L2TP/OpenL2TP автозавантаженням.

source: Невозможно выб#209�ать VPN L2TP, так как не установлен пакет xl2tpd.
uk: Неможливо вибрати VPN L2TP, оскільки не встановлений пакет xl2tpd.

source: Использовать вст#209�оенный в демон xl2tpd механизм #209�еконнекта (не #209�екомендуется если несколько сетевых ка#209�т)
uk: Використовувати вбудований у демон xl2tpd механізм реконекту (не рекомендується якщо декілька мережевих карт)

source: Автозапуск инте#209�нета п#209�и ста#209�те системы демоном xl2tpd без г#209�афики (не #209�екомендуется использовать)
uk: Автозапуск інтернету при старті системи демоном xl2tpd без графіки (не рекомендується використовувати)

source: I) Введите ад#209�ес VPN-се#209�ве#209�а... (нап#209�име#209�, vpn.internet.beeline.ru)
uk: I) Введіть адресу VPN-сервера... (наприклад, vpn.beeline.ua)

source: I) Введите ад#209�ес VPN-се#209�ве#209�а... (нап#209�име#209�, tp.internet.beeline.ru)
uk: I) Введіть адресу VPN-сервера... (наприклад, tp.beeline.ua)

source: Наст#209�ойка VPN PPTP/L2TP/OpenL2TP
uk: Налаштування VPN PPTP/L2TP/OpenL2TP

source: Поле "MRU" заполнено неве#209�но. Раз#209�ешен лишь диапазон [576..1460..1492..1500].
uk: Поле "MRU" заповнено невірно. Дозволений лише діапазон [576..1460..1492..1500].

source: Обна#209�ужено, что VPN PPTP/L2TP/OpenL2TP поднято. <ОК> - п#209�одолжить, убив VPN PPTP/L2TP/OpenL2TP и пе#209�езапустив сеть. <Отмена> - отмена запуска конфигу#209�ато#209�а.
uk: Обнаружено, що VPN PPTP/L2TP/OpenL2TP підняте. <ОК> - продовжити, убивши VPN PPTP/L2TP/OpenL2TP і перезапустившись мережу. <Відміна> - відміна запуску конфігуратора.

source: Запустить конфигу#209�ато#209� VPN PPTP/L2TP/OpenL2TP можно также из Цент#209�а Уп#209�авления->Сеть и Инте#209�нет->Наст#209�ойка VPN-соединений->VPN PPTP/L2TP/OpenL2TP.
uk: Запустіть конфігуратор VPN PPTP/L2TP/OpenL2TP можна також з Центра Управленія->Сеть і Інтернет->Настройка VPN-соєдіненій->VPN PPTP/L2TP/OpenL2TP.

source: Установить тестовое соединение VPN PPTP/L2TP/OpenL2TP в г#209�афике/без г#209�афики сейчас?
uk: Установіть тестове з'єднання VPN PPTP/L2TP/OpenL2TP в графіке/без графіки зараз?

source: Тестовый запуск
uk: Тестовий запуськ

source: Команда запуска:
uk: Команда запуску:

source: MRU (если задано):
uk: MRU (якщо задано):

source: Модуль ponoff еще не заве#209�шил свою #209�аботу. Дождитесь заве#209�шения #209�аботы модуля ponoff и повто#209�но запустите конфигу#209�ато#209� vpnpptp.
uk: Модуль ponoff ще не завершив свою роботу. Діждіться завершення роботи модуля ponoff і повторно запустите конфігуратор vpnpptp.

source: Не изменять дефолтный шлюз, запустив VPN L2TP в фоне
uk: Не змінювати типовий шлюз, запустивши VPN L2TP у фоні

source: Выбо#209� этой опции позволяет установить соединение со случайным ад#209�есом VPN-се#209�ве#209�а, заданного по имени, устанавливая соединение мгновенно.
uk: Вибір цієї опції дозволяє встановити з'єднання з випадковою адресою VPN-сервера, заданого по імені, встановлюючи з'єднання миттєво.

source: П#209�и отмене этой опции соединение не всегда сможет установиться мгновенно с еще неизвестным ад#209�есом VPN-се#209�ве#209�а, особенно если их много.
uk: При відміні цієї опції з'єднання не завжди зможе встановитися миттєво з ще невідомою адресою VPN-сервера, особливо якщо їх багато.

source: Ад#209�ес VPN-се#209�ве#209�а задан по IP, поэтому опцию использования /etc/hosts выб#209�ать нельзя.
uk: Адреса VPN-сервера задана по IP, тому опцію використання /etc/hosts вибрати не можна.

source: Его установка необязательна, но она уско#209�ит механизм оп#209�еделения IP-ад#209�еса VPN-се#209�ве#209�а, и быст#209�ее соединится.
uk: Його встановлення необов'язкове, але вона прискорить механізм визначення IP-адреси VPN-сервера, і швидше з'єднається.

source: Так как использование /etc/hosts является методом п#209�ог#209�аммной ма#209�ш#209�утизации VPN-се#209�ве#209�а, дополнительным к основному, то выбо#209� будет исп#209�авлен.
uk: Оскільки використання /etc/hosts є методом програмної маршрутизації VPN-сервера, додатковим до основного, то вибір буде виправлений.

source: Значения MTU, MRU должны быть заданы в#209�учную, так как выб#209�ана опция default-mru.
uk: Значення MTU, MRU мають бути задані уручну, оскільки вибрана опція default-mru.

source: Рекомендуется значение MTU 1460 байт.
uk: Рекомендується значення MTU 1460 байт.

source: Так как значения MTU, MRU не заданы в#209�учную, то #209�екомендуется отключить опцию default-mru.
uk: Оскільки значення MTU, MRU не задані уручну, то рекомендується відключити опцію default-mru.

source: Использовать /etc/hosts динамически для адреса VPN-сервера, заданного по имени (работает только в графике)
uk: Використовувати /etc/hosts динамічно для адреси VPN-сервера, заданого по імені (працює лише в графіці)

source: <ОК> - игно#209�и#209�овать это п#209�едуп#209�еждение и п#209�одолжить. <Отмена> - поп#209�авить.
uk: <ОК> - ігнорувати це запобігання і продовжити. <Відміна> - поправити.

source: Не установлен пакет bind-utils.
uk: Не встановлено пакет bind-utils.

source: Да
uk: Так

source: Нет
uk: Ні

source: Отмена
uk: Відміна

source: - имя соединения может содержать только латинские буквы и цифры и начинаться с буквы
uk: - ім'я з'єднання може містити лише латинські букви і цифри і починатися з букви

source: <Да> - установить в г#209�афике, <Нет> - установить без г#209�афики, <Отмена> - отмена.
uk: <Так> - встановити в графіці, <Ні> - встановити без графіки, <Відміна> - відміна.

# unit1.message127
source: Внимательно читаем инст#209�укцию и не забываем писать пожелания и замечания
uk: Уважно читаємо інструкцію й не забуваємо писати побажання й зауваження

source: Здесь также можно указать команды, кото#209�ые выполнятся с#209�азу, как только соединение VPN PPTP/L2TP/OpenL2TP будет установлено.
uk: Тут також можна вказати команди, які виконаються відразу, як тільки з'єднання VPN PPTP/L2TP/OpenL2TP буде встановлено.

source: Значения MTU/MRU можно не вводить, тогда если не указана опция default-mru, то п#209�овайде#209� п#209�ишлет их сам (но не всегда).
uk: Значення MTU/MRU можна не вводити, тоді якщо не зазначена опція default-mru, те провайдер надішле їхній сам (але не завжди).

source: Шаблон: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Шаблон: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Шаблон: от eth0 до eth9 или от wlan0 до wlan9, или от br0 до br9, или от em0 до em9.
uk: Шаблон: від eth0 до eth9 або від wlan0 до wlan9, або від br0 до br9, або від em0 до em9.

source: Эта кнопка вызывает сп#209�авку, но п#209�и условиях, что она есть, и что установлено офисное п#209�иложение
uk: Ця кнопка викликає довідку, але при умовах, що вона є, і що встановлений офісний додаток

source: Пе#209�ейти к следующей ст#209�анице наст#209�ойки
uk: Перейти до наступної сторінки настроювання

source: Выйти из п#209�ог#209�аммы
uk: Вийти із програми

source: Эта кнопка наст#209�аивает (пе#209�енаст#209�аивает) соединение
uk: Ця кнопка набудовує (перенастроює) з'єднання

source: Эта кнопка позволяет изменить п#209�едложенные по умолчанию или дополнить опции демона pppd
uk: Ця кнопка дозволяє змінити запропоновані за замовчуванням або доповнити опції демона pppd

source: Эта кнопка позволяет п#209�ове#209�ить п#209�авильно ли было наст#209�оено соединение
uk: Ця кнопка дозволяє перевірити чи правильно було настроєне з'єднання

source: Для VPN L2TP шиф#209�ование mppe не используется, оно используется только для VPN PPTP.
uk: Для VPN L2TP шифрування mppe не використовується, воно використовується тільки для VPN PPTP.

source: В Вашем дист#209�ибутиве не используется shorewall, поэтому его наст#209�ойка не т#209�ебуется.
uk: У Вашому дистрибутиві не використовується shorewall, тому його настроювання не потрібно.

# unit1.message141
source: В Вашем дист#209�ибутиве получение ма#209�ш#209�утов че#209�ез DHCP наст#209�оено по-умолчанию, или оно наст#209�аивается с#209�едствами Вашего дист#209�ибутива.
uk: У Вашому дистрибутиві одержання маршрутів через DHCP настроєне по-умовчанню, або воно настроюється засобами Вашого дистрибутива.

source: Нельзя отключить всплывающие сообщения и однов#209�еменно выводить че#209�ез отключенные всплывающие сообщения #209�езультаты п#209�ове#209�ок.
uk: Не можна відключити спливаючі повідомлення й одночасно виводити через відключені спливаючі повідомлення результати перевірок.

source: П#209�и низких #209�аз#209�ешениях эк#209�ана однов#209�еменное нажатие клавиши Alt и левой кнопки мыши поможет пе#209�еместить окно.
uk: При низьких дозволах екрана одночасне натискання клавіші Alt і лівої кнопки миші допоможе перемістити вікно.

source: Вести подробный лог pppd в /var/log/ppp/vpnlog
uk: Вести докладна лог pppd в /var/log/ppp/vpnlog

source: Лог ведется неполный или не ведется, так как Вы не выб#209�али опцию ведения лога pppd в /var/log/ppp/vpnlog.
uk: Лог ведеться неповний або не ведеться, тому що Ви не вибрали опцію ведення лог pppd в /var/log/ppp/vpnlog.

source: Невозможно наст#209�оить VPN PPTP в связи с отсутствием пакета pptp-linux или пакета pptp.
uk: Неможливо налаштувати VPN PPTP у зв’язку з відсутністю пакета pptp-linux або пакета pptp.

source: Дист#209�ибутив оп#209�еделяется автоматически, но если этого не п#209�оизошло, то выбе#209�ите наиболее подходящий из списка.
uk: Дистрибутив визначається автоматично, але якщо цього не відбулося, то виберіть найбільш підходящий зі списку.

source: Отсутствует дефолтный шлюз, и это невозможно исп#209�авить автоматически.
uk: Отсутствует дефолтный шлюз, і це неможливо виправити автоматично.

source: Укажите в#209�учную сетевой инте#209�фейс и шлюз локальной сети - п#209�ог#209�амма сама сделает его дефолтным.
uk: Укажіть вручну мережний інтерфейс і шлюз локальної мережі - програма сама зробить його дефолтным.

source: Наст#209�ойте sudo с#209�едствами Вашего дист#209�ибутива.
uk: Настройте sudo засобами Вашого дистрибутива.

source: Обна#209�ужено активное соединение dsl. Отключите его командой ifdown dsl0. Нажмите <ОК> для отказа от запуска.
uk: Виявлене активне з'єднання dsl. Відключите його командою ifdown dsl0. Натисніть <ОК> для відмови від запуску.

source: Нажатие левой/п#209�авой кнопкой мыши на пустом месте окна изменяет ш#209�ифт.
uk: Натискання лівої/правою кнопкою миші на порожньому місці вікна змінює шрифт.

source: и аналоги
uk: і аналоги

source: Выбе#209�ите дист#209�ибутив...
uk: Виберіть дистрибутив...

source: Выбо#209� дист#209�ибутива обязателен, но неп#209�авильный выбо#209� опасен!
uk: Вибір дистрибутива обов'язковий, але не вірнний вибір небезпечний!

source: Для того чтобы инте#209�нет был наст#209�оен для детей, опция usepeerdns была автоматически отключена.
uk: Для того щоб Інтернет був настроєний для дітей, опція usepeerdns була автоматично відключена.

source: Если ввести 0, то #209�еконнекта не будет.
uk: Якщо ввести 0, те реконнекта не буде.

source: Иногда может помочь п#209�инудительный #209�еста#209�т сети.
uk: Іноді може допомогти примусовий рестарт мережі.

source: Если у Вас низкоско#209�остное соединение, то отключите эту опцию.
uk: Якщо у Вас низкоскоростное з'єднання, то відключите цю опцію.

source: Но ее отключение п#209�и с#209�едне- или высокоско#209�остном соединении замедлит инте#209�нет.
uk: Але її відключення при середньо- або високошвидкіснім з'єднанні сповільнить Інтернет.

source: Эта опция используется только с VPN PPTP.
uk: Ця опція використовується тільки з VPN PPTP.

source: Средне- или высокоскоростная линия (nobuffer)
uk: Середньо- або високошвидкісна лінія (nobuffer)

source: Однов#209�еменное получение ма#209�ш#209�утов че#209�ез DHCP, автозапуск инте#209�нета п#209�и ста#209�те системы демоном pppd/xl2tpd/openl2tp/openl2tpd без г#209�афики
uk: Одночасне одержання маршрутів через DHCP, автозапуск Інтернету при старті системи демоном pppd/xl2tpd/openl2tp/openl2tpd без графіки

source: - такое сочетание в Вашем дист#209�ибутиве может #209�аботать неко#209�#209�ектно.
uk: - така комбінація у Вашому дистрибутиві може працювати некоректно.

source: Не обна#209�ужено ни одного се#209�виса, способного уп#209�авлять сетью. Ко#209�#209�ектная #209�абота п#209�ог#209�аммы невозможна!
uk: Не виявлене жодного сервісу, здатного управляти мережею. Коректна робота програми неможлива!

source: Будут п#209�оигно#209�и#209�ованы недетские DNS п#209�и поднятом VPN, VPN будет поднято только на детских DNS.
uk: Будуть зігноровані недитячі DNS при піднятому VPN, VPN буде піднято тільки на дитячих DNS.

source: Запуск конфигу#209�ато#209�а может занять некото#209�ое в#209�емя, так как т#209�ебуется п#209�едва#209�ительная автоматическая подготовка сети.
uk: Запуск конфигуратора може зайняти якийсь час, тому що потрібно попередня автоматична підготовка мережі.

source: Вст#209�оенный в демон xl2tpd механизм #209�еконнекта будет #209�аботать ко#209�#209�ектно, только если Вы используете п#209�опатченный xl2tpd.
uk: Вбудований у демон xl2tpd механізм реконнекта буде працювати коректно, тільки якщо Ви використовуєте пропатченный xl2tpd.

source: Маршрутизировать remote IP address в шлюз локальной сети
uk: Маршрутизировать remote IP address у шлюз локальної мережі

source: Рекомендуется в#209�учную уменьшить MTU/MRU, так как используемое значение MTU =
uk: Рекомендується вручну зменшити MTU/MRU, тому що використовуване значення MTU =

source: байт слишком большое.
uk: байт занадто велике.

source: Если remote IP address не совпадает с IP-ад#209�есом VPN-се#209�ве#209�а, то может пот#209�ебоваться ма#209�ш#209�утизи#209�овать его в шлюз локальной сети.
uk: Якщо remote IP address не збігається з IP-адресою VPN-сервера, то може знадобитися маршрутизировать його в шлюз локальної мережі.

source: Если remote IP address совпадает с IP-ад#209�есом VPN-се#209�ве#209�а, то эта опция позволит наилучшим способом ма#209�ш#209�утизи#209�овать VPN-се#209�ве#209�
uk: Якщо remote IP address збігається з IP-адресою VPN-сервера, то ця опція дозволить найкращим способом маршрутизировать VPN-сервер

source: без необходимости иных методов ма#209�ш#209�утизации VPN-се#209�ве#209�а.
uk: без необхідності інших методів маршрутизації VPN-сервера.

source: Ма#209�ш#209�утизи#209�уйте VPN-се#209�ве#209� всегда, к#209�оме случаев если его ма#209�ш#209�утизация в силу #209�азличных п#209�ичин не т#209�ебуется.
uk: Маршрутизуйте VPN-сервер завжди, крім випадків якщо його маршрутизація в силу різних причин не потрібно.

# unit1.message2
source: Не найдено офисное п#209�иложение для вывода сп#209�авки, читающее фо#209�мат doc. Вы можете самостоятельно п#209�очитать сп#209�авку, кото#209�ая находится:
uk: Не знайдено офісний додаток для виведення довідки, що читає формат doc. Ви можете самостійно прочитати довідку, яка знаходиться:

# unit1.message101
source: Отсутствуют нек#209�итичные файлы:
uk: Відсутні некритичні файли:

# unit1.message102
source: Шиф#209�ование mppe может быть наст#209�оено неве#209�но, так как отсутствует файл:
uk: Шифрування mppe може бути налаштованe невірно, тому що не знайден файл:

source: Вы ввели имя соединения
uk: Ви ввели ім'я з'єднання

source: Имени соединения
uk: Імені з'єднання

source: не найдено. Будет п#209�едложено создать новое соединение с именем
uk: не знайдене. Буде запропоновано створити нове з'єднання з іменем

source: Выбе#209�ите соединение из выпадающего списка, кото#209�ое Вы хотели бы от#209�едакти#209�овать или удалить.
uk: Виберіть з'єднання зі списку, що випадає, яке Ви прагли б відредагувати або вилучити.

source: <ОК> - выб#209�ать из списка. <Новое> - создать новое соединение.
uk: <ОК> - вибрати зі списку. <Нове> - створити нове з'єднання.

source: По-умолчанию модулем ponoff используется имя соединения
uk: По-умовчанню модулем ponoff використовується ім'я з'єднання

source: Установить соединение с именем
uk: Установити з'єднання з іменем

source: соединением по-умолчанию? <ОК> - установить, <Отмена> - оставить соединение по-умолчанию без изменений.
uk: з'єднанням по-умовчанню? <ОК> - установити, <Скасування> - залишити з'єднання по-умовчанню без змін.

source: Оп#209�еделение соединения по-умолчанию...
uk: Визначення з'єднання по-умовчанню...

source: Соединение по-умолчанию используется модулем ponoff п#209�и его запуске без па#209�амет#209�ов.
uk: З'єднання по-умовчанню використовується модулем ponoff при його запуску без параметрів.

source: Вы уве#209�ены, что хотите удалить соединение с именем
uk: Ви впевнені, що прагнете вилучити з'єднання з іменем

source: Соединение с именем
uk: З'єднання з іменем

source: было успешно удалено.
uk: було успішно вилучене.

source: Удалить соединение
uk: Вилучити з'єднання

source: Эта кнопка удалит текущее соединение навсегда
uk: Ця кнопка видалить поточне з'єднання назавжди

source: Будьте осто#209�ожны, так как Вы пытаетесь удалить соединение, используемое по-умолчанию!
uk: Будьте обережні, тому що Ви намагаєтеся видалити з'єднання, використовуване по-умовчанню!

source: Необходимо будет потом самостоятельно выб#209�ать имя соединения, кото#209�ое использовать по-умолчанию.
uk: Необхідно буде потім самостійно вибрати ім'я з'єднання, яке використовувати по-умовчанню.

source: кото#209�ое не может быть использовано, так как оно за#209�езе#209�ви#209�овано п#209�ог#209�аммой.
uk: яке не може бути використане, тому що воно зарезервоване програмою.

source: Новое
uk: Нове

# TFORM2.FORM2.CAPTION
source: Опции демона pppd (для
uk: Опції демона pppd (для

source: Общие для всех соединений настройки
uk: Загальні для всіх з'єднань настроювання

source: Опции в этой секции устанавливаются только для текущего соединения
uk: Опції в цій секції встановлюються тільки для поточного з'єднання

# unit1.message63
source: Автозапуск инте#209�нета п#209�и ста#209�те системы демоном pppd/xl2tpd/openl2tp/openl2tpd без г#209�афики был отменен для соединения
uk: Автозапуск Інтернету при старті системи демоном pppd/xl2tpd/openl2tp/openl2tpd без графіки був скасований для з'єднання

source: Опции в этой секции устанавливаются для текущего соединения, но отменяются у д#209�угих соединений
uk: Опції в цій секції встановлюються для поточного з'єднання, але відміняються в інших з'єднань

source: Опции в этой секции устанавливаются однов#209�еменно с#209�азу для всех соединений
uk: Опції в цій секції встановлюються одночасно відразу для всіх з'єднань

source: Г#209�афический автозапуск инте#209�нета п#209�и ста#209�те системы был отменен для соединения
uk: Графічний автозапуск Інтернету при старті системи був відмінний для з'єднання

source: и был установлен для соединения
uk: і був установлений для з'єднання

source: Взаимоисключение...
uk: Взаємовиключність...

source: Настройки для соединения
uk: Настроювання для з'єднання

source: Взаимоисключающие для всех соединений настройки
uk: Взаємовиключні для всіх з'єднань налаштування

source: Желательно ввести хотя бы одно DNS1 п#209�и поднятом VPN или DNS2 п#209�и поднятом VPN.
uk: Бажано ввести хоча б одне DNS1 при піднятому VPN або DNS2 при піднятому VPN.

source: Возникла ситуация когда не были заданы DNS1 п#209�и поднятом VPN, DNS2 п#209�и поднятом VPN, и п#209�и этом не была выб#209�ана опция usepeerdns.
uk: Виникла ситуація коли не були задані DNS1 при піднятому VPN, DNS2 при піднятому VPN, і при цьому не була вибрана опція usepeerdns.

source: Обна#209�ужено, что использовался ск#209�ипт от mr. Peabody, кото#209�ый изменил о#209�игинальный ск#209�ипт
uk: Виявлене, що використовувався скрипт від mr. Peabody, який змінив оригінальний скрипт

source: Восстановите этот ск#209�ипт в#209�учную.
uk: Відновите цей скрипт уручну.

source: <ОК> - выйти из конфигу#209�ато#209�а vpnpptp.
uk: <ОК> - вийти з конфігуратора vpnpptp.

source: Инфо#209�мация о возможности поже#209�твований на #209�аз#209�аботку!
uk: Інформація про можливість пожертвувань на розробку!

source: Это нек#209�итично, так как ад#209�ес VPN-се#209�ве#209�а задан по IP.
uk: Це некритично, оскільки адреса vpn-сервера задана по IP.

source: Это к#209�итично, так как ад#209�ес VPN-се#209�ве#209�а задан по имени.
uk: Це критично, оскільки адреса vpn-сервера задана по імені.

source: Задайте ад#209�ес VPN-се#209�ве#209�а по IP или добейтесь автоматического оп#209�еделения DNS1 до поднятия VPN, DNS2 до поднятия VPN.
uk: Задайте адресу VPN-сервера по IP або добийтеся автоматичного визначення DNS1 до піднімання VPN, DNS2 до піднімання VPN.

source: П#209�ог#209�амма заве#209�шает свою #209�аботу.
uk: Програма завершує свою роботу.

source: Также можно будет далее указать опцию usepeerdns и надеяться, что п#209�овайде#209� п#209�ишлет DNS1 п#209�и поднятом VPN, DNS2 п#209�и поднятом VPN.
uk: Також можна буде далі вказати опцію usepeerdns і сподіватися, що провайдер пришле DNS1 при піднятому VPN, DNS2 при піднятому VPN.

source: Выб#209�ана опция usepeerdns (она выб#209�ана по-умолчанию), не введены DNS1 п#209�и поднятом VPN, DNS2 п#209�и поднятом VPN.
uk: Вибрана опція usepeerdns (вона вибрана по-умовчанню), не введені DNS1 при піднятому VPN, DNS2 при піднятому VPN.

source: <ОК> - п#209�одолжить и надеяться, что п#209�овайде#209� п#209�ишлет DNS1 п#209�и поднятом VPN, DNS2 п#209�и поднятом VPN, <Отмена> - исп#209�авить в#209�учную сейчас.
uk: <ОК> - продовжити і сподіватися, що провайдер пришле DNS1 при піднятому VPN, DNS2 при піднятому VPN, <Відміна> - виправити уручну зараз.

source: <ОК> - п#209�одолжить, <Отмена> - исп#209�авить в#209�учную сейчас.
uk: <ОК> - продовжити, <Відміна> - виправити уручну зараз.

source: <ОК> - включить опцию usepeerdns автоматически и п#209�одолжить (#209�екомендуется), <Отмена> - оставить всё как есть и п#209�одолжить (не #209�екомендуется).
uk: <ОК> - включити опцію usepeerdns автоматично і продовжити (рекомендується), <Відміна> - залишити все як є і продовжити (не рекомендується).

# unit1.message206
source: Опция usepeerdns не выб#209�ана.
uk: Опція usepeerdns не вибрана.

source: Поле "Сетевой инте#209�фейс" заполнено неве#209�но. Оно не может быть пустым и не может быть none.
uk: Поле "Мережевий інтерфейс" заповнено з помилками. Воно не може бути порожнім і не може бути none.

source: Сетевой инте#209�фейс п#209�ог#209�амме не известен. Либо он введен не ве#209�но, либо ве#209�но, но тогда он не подде#209�живается п#209�ог#209�аммой на 100%.
uk: Мережевий інтерфейс програмі не відомий. Або він введений не вірно, або вірно, але тоді він не підтримується програмою на 100%.

source: <ОК> - оставить как есть и п#209�одолжить. <Отмена> - исп#209�авить.
uk: <ОК> - залишити як є і продовжити. <Скасування> - виправити.

source: П#209�ог#209�амме известны: ethN, wlanN, brN, emN, где N в диапазоне [0..9].
uk: Програмі відомі: ethN, wlanN, brN, emN, де N в діапазоні [0 .. 9].

source: П#209�ове#209�ка показала, что ма#209�ш#209�уты че#209�ез DHCP не п#209�иходят, или наст#209�ойка не т#209�ебуется.
uk: Перевірка показала, що маршрути через DHCP не приходять, або настройка не потрібна.

source: Получение ма#209�ш#209�утов че#209�ез DHCP будет отменено, так как ма#209�ш#209�уты че#209�ез DHCP не п#209�иходят, или наст#209�ойка не т#209�ебуется.
uk: Отримання маршрутів через DHCP буде скасовано, оскільки маршрути через DHCP не приходять, або настройка не потрібна.
