Repository: GarikRC/vpnpptp
Catalog: lang/vpnpptp.*.po
Languages: uk

source: Создать подключение
uk: Створити підключення

source: Выход
uk: Вихід

# TFORM1.BUTTON_NEXT1.CAPTION
source: Далее
uk: Далі

# TFORM1.BUTTON_NEXT2.CAPTION
source: Далее
uk: Далі

source: Настройка VPN PPTP/L2TP/OpenL2TP
uk: Налаштування VPN PPTP/L2TP/OpenL2TP

source: Создать ярлык на рабочем столе
uk: Створити піктограмму на стільниці

source: Включить шифрование
uk: Ввімкнути шифрування

source: Получать маршруты через DHCP
uk: Отримувати маршрути через DHCP

source: I) Введите адрес VPN-сервера... (например, vpn.internet.beeline.ru)
uk: I) Введіть адресу VPN-сервера... (наприклад, vpn.beeline.ua)

source: /sbin/route add -host [ip] netmask [маска] gw [шлюз] dev [устройство]
uk: /sbin/route add -host [ip] netmask [маска] gw [шлюз] dev [пристрій]

source: - указывайте IP VPN-сервера, тогда соединение может стать стабильнее
uk: - вкажіть IP VPN-серверу, тоді з’єднання може стати стабільніше

# TFORM1.LABEL12.CAPTION
source: Примечания:
uk: Примітки:

source: II) Введите любое название соединения... (например, beeline)
uk: II) Впишіть будь-яку назву з’єднання... (наприклад, beeline)

source: Сетевой интерфейс по умолчанию (определяется автоматически):
uk: Типовий мережевий інтерфейс (визначається автоматично):

source: III) Введите Ваш логин...
uk: III) Введіть Ваш логін...

source: Время дозвона (сек.):
uk: Час додзвону (сек.):

source: V) Введите максимальное время ожидания ответа провайдера на звонок...
uk: V) Введіть максимальний час очікування відповіді провайдера на дзвінок...

source: - по истечении максимального времени ожидания ответа провайдера на звонок звонок повторяется вновь
uk: - після закінчення максимального часу очікування відповіді провайдера на дзвінок дзвінок повторюється знову

source: VI) Введите интервал времени для проверки состояния VPN-соединения и сет. интерфейса...
uk: VI) Введіть інтервал часу для перевірки стану VPN-з’єднання і мережевого інтерфейсу...

source: - чем меньше время реконнекта, тем выше нагрузка на систему
uk: - чим меншим буде час реконекту, тим вище навантаження на систему

source: IV) Введите Ваш пароль...
uk: IV) Введіть ваш пароль...

source: Время реконнекта (сек.):
uk: Час реконекту (сек.):

source: - по умолчанию предлагаются оптимальные для большинства провайдеров время дозвона и время реконнекта
uk: - типово пропонуються оптимальні для більшості провайдерів час додзвону і час реконекту

source: Нажмите на кнопку "Создать подключение" для сохранения сконфигурированных настроек
uk: Натисніть кнопку "Створити підключення" для збереження визначених налаштувань

source: или нажмите на кнопку "Выход" для выхода из программы и сброса сконфигурированных настроек...
uk: або натисніть на кнопку "Вихід" для скасування налаштувань та виходу з програми...

source: /sbin/route add -net [ip] netmask [маска] gw [шлюз] dev [устройство]
uk: /sbin/route add -net [ip] netmask [маска] gw [шлюз] dev [пристрій]

# TFORM1.LABEL6.CAPTION
source: Примечания:
uk: Примітки:

source: - адрес VPN-сервера, логин и пароль уточняйте у провайдера
uk: - адресу VPN-серверу, логін та пароль уточніть у провайдера

source: Шлюз локал. сети по умолчанию (определяется автоматически):
uk: Типовий шлюз локальноі мережі (визначається автоматично):

source: Провайдер (IP или имя):
uk: Провайдер (IP або ім’я):

source: MTU (если задано):
uk: MTU (якщо задано):

source: Имя соединения:
uk: Ім’я з’єднання:

source: Дополнительные маршруты (необязательно, но желательно):
uk: Додаткова маршрутизація (не обов’язково, але бажано):

source: Пользователь:
uk: Користувач:

source: Не контролировать state сетевого кабеля
uk: Не контролювати state мережевого кабелю

source: Использовать встроенный в демон pppd механизм реконнекта (не рекомендуется если несколько сетевых карт)
uk: Використовувати вбудований у демон pppd механізм реконекту (не рекомендується якщо декілька мережевих карт)

source: Этап 1
uk: Етап 1

source: Этап 2
uk: Етап 2

source: Этап 3
uk: Етап 3

source: Этап 4
uk: Етап 4

source: Внимание!
uk: Увага!

# unit1.message1
source: Поля "П#209�овайде#209� (IP или имя)", "Имя соединения", "Пользователь", "Па#209�оль" обязательны к заполнению.
uk: Поля "Провайдер (IP або ім’я)", "Назва з’єднання", "Користувач", "Пароль" обов’язкові до заповнення.

source: В поле "В#209�емя #209�еконнекта" можно ввести лишь число в п#209�еделах от 0 до 255 сек.
uk: У полі "Час реконекту" можна ввести лише число в межах від 0 до 255 сек.

source: Сетевой инте#209�фейс не оп#209�еделился.
uk: Мережевий інтерфейс не визначено.

source: Сетевой кабель для автоматического оп#209�еделения шлюза локальной сети не подключен.
uk: Мережевий кабель для автоматичного визначення шлюзу локальної мережі не під’єднано.

source: Не удалось автоматически оп#209�еделить шлюз локальной сети.
uk: Не вдалося автоматично визначити шлюз локальної мережі.

source: Поле "Шлюз локальной сети" заполнено неве#209�но. П#209�авильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "Шлюз локальної мережі" заповнено з помилками. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Поле "MTU" заполнено неве#209�но. Раз#209�ешен лишь диапазон [576..1460..1492..1500].
uk: Поле "MTU" заповнено невірно. Дозволений лише діапазон [576..1460..1492..1500].

source: Запуск этой п#209�ог#209�аммы возможен только под админист#209�ато#209�ом или с #209�аз#209�ешения админист#209�ато#209�а. Нажмите <ОК> для отказа от запуска.
uk: Запуск цієї програми можливий тільки під адміністратором або з дозволу адміністратора. Натисніть <ОК> для відмови від запуску.

source: Д#209�угая такая же п#209�ог#209�амма уже пытается сконфигу#209�и#209�овать VPN PPTP/L2TP/OpenL2TP. Нажмите <ОК> для отказа от двойного запуска.
uk: Інша така ж програма вже намагється настроїти VPN PPTP/L2TP/OpenL2TP. Натисніть <ОК> для скасування подвійного запуску програми.

source: Так как Вы не выб#209�али #209�еконнект, то выбо#209� вст#209�оенного в демон pppd/xl2tpd/openl2tp/openl2tpd #209�еконнекта п#209�оигно#209�и#209�ован.
uk: Оскільки Ви не вибрали реконект, вибір вбудованого у демон pppd/xl2tpd/openl2tp/openl2tpd реконекту проігноровано.

source: Рабочий стол
uk: Робочий стіл

# unit1.message8
source: В поле "В#209�емя дозвона" можно ввести лишь число в п#209�еделах от 5 до 255 сек.
uk: У полі "Час додзвону" можна ввести тільки число у межах від 5 до 255 сек.

source: Добавить сетевые интерфейсы [ppp0..ppp9] в исключения файервола
uk: Додати мережеві інтерфейси [ppp0..ppp9] до виключень захисного шлюзу

source: Невозможно создать я#209�лык на #209�абочем столе, так как используется нестанда#209�тный идентификато#209� пользователя и/или локализация.
uk: Неможливо створити піктограмму на стільниці, так як використовується не типовий ідентифікатор користувача і/або локалізація.

source: Невозможно создать я#209�лык на #209�абочем столе, так как отсутствует файл
uk: Неможливо створити піктограмму на стільниці, тому що відсутній файл

source: Определить IP, проверить VPN-сервер
uk: Визначити IP, перевірити VPN-сервер

source: Программно добавлять маршрут к VPN-серверу
uk: Програмно додавати маршрут до VPN-серверу

source: Не установлен и не запущен dhclient (то есть пакет dhcp-client). Возможны п#209�облемы в #209�аботе сети.
uk: Не встановлений і не запущений dhclient (тобто пакунок dhcp-client). Можливі проблеми в роботі мережі.

source: Не удалось оп#209�еделить IP-ад#209�ес VPN-се#209�ве#209�а. VPN-се#209�ве#209� не пингуется. Или он введен неп#209�авильно, или п#209�облема с DNS.
uk: Не вдалося визначити IP-адресу VPN-сервера. VPN-сервер не відповідає. Або він введений неправильно, або проблема з DNS.

source: Ма#209�ш#209�уты не могут п#209�иходить че#209�ез DHCP, так как не установлен и не запущен dhclient (то есть пакет dhcp-client).
uk: Маршрути не можуть бути отримані через DHCP, так як не встановлено і не запущений dhclient (тобто пакунок dhcp-client).

source: Нельзя оп#209�еделить IP-ад#209�ес VPN-се#209�ве#209�а, так как ст#209�ока для ввода не заполнена.
uk: Не можна визначити IP-адресу VPN-сервера, так як рядок для введення не заповнений.

source: Его установка необязательна, но она уско#209�ит механизм п#209�ог#209�аммного добавления ма#209�ш#209�ута к VPN-се#209�ве#209�у.
uk: Його встановлення необов'язкове, але це прискорить механізм програмного додавання шляху до VPN-сервера.

source: Используйте опцию отключения конт#209�оля state сетевого кабеля если только по д#209�угому не #209�аботает (об этом поп#209�осит сама п#209�ог#209�амма).
uk: Використовуйте опцію відключення контролю state мережевого кабелю якщо тільки по іншому не працює (про це попросить сама програма).

source: Вст#209�оенный в демон pppd/xl2tpd/openl2tp/openl2tpd механизм #209�еконнекта не умеет конт#209�оли#209�овать state сетевого кабеля,
uk: Вбудований в демон pppd/xl2tpd/openl2tp/openl2tpd механізм реконнект не вміє контролювати state мережевого кабелю,

source: поэтому он не желателен к использованию.
uk: тому він не бажаний до використання.

source: Ведите лог pppd для того, чтобы выяснить ошибки наст#209�ойки соединения, ошибки п#209�и соединении и т.д.
uk: Ведіть лог pppd для того, щоб з'ясувати помилки налаштування з'єднання, помилки при з'єднанні і т.п.

source: Получение ма#209�ш#209�утов че#209�ез DHCP необходимо для однов#209�еменной #209�аботы локальной сети и инте#209�нета, но п#209�овайде#209� не всегда их п#209�исылает.
uk: Отримання маршрутів через DHCP необхідно для одночасної роботи локальної мережі та інтернету, але провайдер не завжди їх надсилає.

source: Эта опция наст#209�аивает файе#209�вол лишь для инте#209�нета, но не для p2p и не для д#209�угих соединений.
uk: Ця опція налаштовує захисний шлюз лише для інтернету, але не для p2p і не для інших з'єднань.

source: Отменив получение ма#209�ш#209�утов че#209�ез DHCP, не будут однов#209�еменно #209�аботать инте#209�нет и локальная сеть, а будет #209�аботать только инте#209�нет.
uk: Скасувавши отримання маршрутів через DHCP, не будуть одночасно працювати інтернет і локальна мережа, а буде працювати тільки інтернет.

source: Отменить наст#209�ойку файе#209�вола п#209�ог#209�аммой стоит только если файе#209�вол отключен, или файе#209�вол Вами самостоятельно наст#209�аивается.
uk: Відмінити налаштування захисного шлюзу програмою варто тільки якщо захисного шлюз відключений, або захисного шлюз Вами самостійно налаштовується.

source: и/или аутентификацию
uk: і/або аутентифікацію

source: Проверять VPN-сервер, DNS-сервер, шлюз локальной сети и интернет
uk: Перевіряти VPN-сервер, DNS-сервер, шлюз локальної мережі та інтернет

source: Блокировать все всплывающие сообщения из трея
uk: Блокувати всі спливаючі повідомлення з трея

source: Разрешить пользователям управлять подключением
uk: Дозволити користувачам керувати підключенням

source: П#209�и выбо#209�е этой опции п#209�ове#209�яется пинг VPN-, DNS-се#209�ве#209�а, пинг шлюза локальной сети, пинг yandex.ru, выявляются основные п#209�облемы, выводя сообщения.
uk: При виборі цієї опції перевіряється пінг VPN-, DNS-сервера, пінг шлюзу локальної мережі, пінг yandex.ru, виявляються основні проблеми, виводячи повідомлення.

source: Отменить эту опцию стоит только если у Вас стабильные локальная сеть и инте#209�нет, и они никогда не падают.
uk: Відмінити цю опцію варто тільки якщо у Вас стабільні локальна мережа та інтернет, і вони ніколи не падають.

source: Эта опция блоки#209�ует все всплывающие сообщения из т#209�ея, а также отключает п#209�ове#209�ку DNS-, VPN-се#209�ве#209�а, шлюза локальной сети и есть ли инте#209�нет.
uk: Ця опція блокує всі спливаючі повідомлення з трея, а також відключає перевірку DNS-, VPN-сервера, шлюзу локальної мережі і чи є інтернет.

source: VPN-се#209�ве#209� не пингуется. Уст#209�аните п#209�облему и заново запустите конфигу#209�ато#209�.
uk: VPN-сервер не пінгується. Усуньте проблему і заново запустіть конфігуратор.

source: Шлюз локальной сети не пингуется или те#209�яются пакеты. Уст#209�аните п#209�облему и заново запустите конфигу#209�ато#209�.
uk: Шлюз локальної мережі не пінгується або губляться пакети. Усуньте проблему і заново запустіть конфігуратор.

source: Пингуется VPN-се#209�ве#209�. Ожидайте...
uk: Пінгується VPN-сервер. Чекайте...

source: Оп#209�еделяется IP-ад#209�ес VPN-се#209�ве#209�а че#209�ез команду ping. Ожидайте...
uk: Визначається IP-адреса VPN-сервера через команду ping. Чекайте...

source: Пингуется шлюз локальной сети. Ожидайте...
uk: Пінгується шлюз локальної мережі. Чекайте...

source: Осуществляется подготовка сети для п#209�ове#209�ки п#209�иходят ли ма#209�ш#209�уты че#209�ез DHCP. Ожидайте...
uk: Здійснюється підготовка мережі для перевірки приходять чи маршрути через DHCP. Чекайте...

source: Сеть подготовлена для п#209�ове#209�ки п#209�иходят ли ма#209�ш#209�уты че#209�ез DHCP. Вызывается dhclient. Ожидайте...
uk: Мережа підготовлена для перевірки приходять чи маршрути через DHCP. Викликається dhclient. Чекайте...

# unit1.message50
source: Оп#209�еделяются IP-ад#209�еса VPN-се#209�ве#209�а че#209�ез команду host из пакета bind-utils. Ожидайте...
uk: Визначаються IP-адреси VPN-сервера через команду host з пакету bind-utils. Чекайте...

# unit1.message52
source: Пинг п#209�ове#209�ен
uk: Пінг перевірений

source: Минуточку...
uk: Хвилиночку...

# unit1.message54
source: Не оп#209�еделилось ни одного IP-ад#209�еса VPN-се#209�ве#209�а.
uk: Не визначилося жодного IP-адреси VPN-сервера.

source: Часто используется аутентификация mschap v2 - это однов#209�еменный выбо#209� refuse-eap, refuse-chap, refuse-mschap, refuse-pap.
uk: Часто використовується аутентифікація mschap v2 - це одночасний вибір refuse-eap, refuse-chap, refuse-mschap, refuse-pap.

source: Эта опция создает я#209�лык ponoff на Рабочем столе для доступа в инте#209�нет пользователю, позволяя ему уп#209�авлять соединением че#209�ез иконку в т#209�ее.
uk: Ця опція створює ярлик ponoff на Робочому столі для доступу в інтернет користувачеві, дозволяючи йому керувати з'єднанням через іконку в треї.

source: Для того, чтобы #209�аз#209�ешить пользователям уп#209�авлять подключением сначала установите пакет sudo.
uk: Для того, щоб дозволити користувачам керувати підключенням спочатку встановіть пакунок sudo і запустіть конфігуратор повторно.

source: - желательно вписать маршруты для VPN-сервера, DNS-серверов, особенно если включенных сетевых интерфейсов в системе более одного, а также вписать другие маршруты
uk: - бажано вписати маршрути для VPN-сервера, DNS-серверів, особливо якщо увімкнених мережевих інтерфейсів у системі більше одного, а також вписати інші маршрути

source: - если сетевой интерфейс и/или шлюз определились неправильно, то сделайте требующийся сетевой интерфейс основным и настройте все заново или введите эти значения вручную
uk: - якщо мережевий інтерфейс і/або шлюз визначились помилково, то виконайте потрібний мережевий інтерфейс основним і налаштуйте все заново або введіть ці значення вручну

source: - без занесения маршрутов не гарантируется одновременная работа интернета и локальной сети, но интернет в любом случае будет работать
uk: - без внесення роутінгу не гарантується одночасна робота інтернету та локальної мережі, але інтернет буде працювати

source: Для того, чтобы #209�аз#209�ешить пользователям конфигу#209�и#209�овать соединение сначала установите пакет sudo.
uk: Для того, щоб дозволити користувачам конфігурувати підключення спочатку встановіть пакунок sudo.

source: Эта опция позволяет пользователям запускать конфигу#209�ато#209� VPN PPTP/L2TP/OpenL2TP без па#209�оля админист#209�ато#209�а и конфигу#209�и#209�овать соединение.
uk: Ця опція дозволяє користувачам запускати конфігуратор VPN PPTP/L2TP/OpenL2TP без пароля адміністратора і конфігурувати з'єднання.

source: Выбо#209� опции автозапуска инте#209�нета п#209�и ста#209�те системы возможен только п#209�и выбо#209�е опции #209�аз#209�ешения пользователям уп#209�авлять подключением.
uk: Вибір опції автозапуску інтернету при старті системи можливий тільки при виборі опції дозволу користувачам керувати підключенням.

source: Автозапуск инте#209�нета п#209�и ста#209�те системы не наст#209�оен. Отсутствует ~/.config/autostart/ или используется нестанда#209�тный идентификато#209� пользователя.
uk: Автозапуск інтернету при старті системи не налаштований. Відсутній ~/.config/autostart/ або використовується нестандартний ідентифікатор користувача.

source: Автозапуск инте#209�нета п#209�и ста#209�те системы не наст#209�оен. Отсутствует файл /usr/share/applications/ponoff.desktop.
uk: Автозапуск інтернету при старті системи не налаштований. Відсутній файл /usr/share/applications/ponoff.desktop.

source: Разрешить пользователям конфигурировать соединение
uk: Дозволити користувачам конфігурувати з'єднання

source: Автозапуск интернета при старте системы (графический)
uk: Автозапуск інтернету при старті системи (графічний)

source: Автозапуск интернета при старте системы демоном pppd без графики (не рекомендуется использовать)
uk: Автозапуск інтернету при старті системи демоном pppd без графіки (не рекомендується використовувати)

source: Эта опция осуществляет автозапуск интернета при старте системы без использования ponoff.
uk: Ця опція здійснює автозапуск інтернету при старті системи без використання ponoff.

source: Рекомендуется использовать с pppd/xl2tpd/openl2tp/openl2tpd-#209�еконнектом.
uk: Рекомендується використовувати з pppd/xl2tpd/openl2tp/openl2tpd-реконнектом.

source: Эта опция полезна если VPN PPTP/L2TP/OpenL2TP не должно быть главным.
uk: Ця опція корисна якщо VPN PPTP/L2TP/OpenL2TP не повинно бути головним.

source: Не изменять дефолтный шлюз, запустив VPN PPTP в фоне
uk: Не змінювати типовий шлюз, запустивши VPN PPTP у фоні

source: Пока нельзя однов#209�еменно выб#209�ать автозапуск инте#209�нета демоном pppd/xl2tpd/openl2tp/openl2tpd и не изменять дефолтный шлюз, запустив VPN PPTP/L2TP/OpenL2TP в фоне.
uk: Поки не можна одночасно вибрати автозапуск інтернету демоном pppd/xl2tpd/openl2tp/openl2tpd і незмінних дефолтний шлюз, запустивши VPN PPTP/L2TP/OpenL2TP в фоні.

source: Дополнительно
uk: Додатково

source: Программно маршрутизировать DNS-сервера
uk: Програмно маршрутизувати DNS-сервера

source: Не удалось автоматически оп#209�еделить ни DNS1 до поднятия VPN, ни DNS2 до поднятия VPN.
uk: Не вдалося автоматично визначити ні DNS1 до підняття VPN, ні DNS2 до підняття VPN.

source: Эта опция часто позволяет достичь уско#209�ения инте#209�нета, но не у всех п#209�овайде#209�ов и невсегда.
uk: Ця опція часто дозволяє досягти прискорення інтернету, але не у всіх провайдерів та не завжди.

source: Пингуется DNS1-се#209�ве#209� до поднятия VPN. Ожидайте...
uk: Пінгується DNS1-сервер до підняття VPN. Чекайте...

source: DNS1-се#209�ве#209� до поднятия VPN не пингуется или те#209�яются пакеты. Уст#209�аните п#209�облему и заново запустите конфигу#209�ато#209�.
uk: DNS1-сервер до підняття VPN не пінгується або губляться пакети. Усуньте проблему і заново запустіть конфігуратор.

source: Пингуется DNS2-се#209�ве#209� до поднятия VPN. Ожидайте...
uk: Пінгується DNS2-сервер до підняття VPN. Чекайте...

source: DNS2-се#209�ве#209� до поднятия VPN не пингуется или те#209�яются пакеты. Уст#209�аните п#209�облему и заново запустите конфигу#209�ато#209�.
uk: DNS2-сервер до підняття VPN не пінгується або губляться пакети. Усуньте проблему і заново запустіть конфігуратор.

# TFORM1.LABELDNS1.CAPTION
source: DNS1 до поднятия VPN (определяется автоматически):
uk: DNS1 до підняття VPN (визначається автоматично):

# TFORM1.LABELDNS2.CAPTION
source: DNS2 до поднятия VPN (определяется автоматически):
uk: DNS2 до підняття VPN (визначається автоматично):

source: DNS1 при поднятом VPN (для детей введите 81.176.72.82):
uk: DNS1 при піднятому VPN (для дітей введіть 81.176.72.82):

source: DNS2 при поднятом VPN (для детей введите 81.176.72.83):
uk: DNS2 при піднятому VPN (для дітей введіть 81.176.72.83):

source: Поле "DNS1 до поднятия VPN" заполнено неве#209�но. П#209�авильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS1 до підняття VPN" заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Поле "DNS2 до поднятия VPN" заполнено неве#209�но. П#209�авильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS2 до підняття VPN" заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Поле "DNS1 п#209�и поднятом VPN" заполнено неве#209�но. П#209�авильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS1 при піднятому VPN"заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: Поле "DNS2 п#209�и поднятом VPN" заполнено неве#209�но. П#209�авильно: xxx.xxx.xxx.xxx, где xxx - число от 0 до 255.
uk: Поле "DNS2 при піднятому VPN"заповнено невірно. Правильно: xxx.xxx.xxx.xxx, де xxx - число від 0 до 255.

source: DNS2-се#209�ве#209� до поднятия VPN не пингуется или те#209�яются пакеты, но пингуется DNS1-се#209�ве#209� до поднятия VPN, поэтому это нек#209�итично.
uk: DNS2-сервер до підняття VPN не пінгується або губляться пакети, але пінгується DNS1-сервер до підняття VPN, тому це некритично.

source: DNS1-се#209�ве#209� до поднятия VPN не пингуется или те#209�яются пакеты, но пингуется DNS2-се#209�ве#209� до поднятия VPN, поэтому будут то#209�моза.
uk: DNS1-сервер до підняття VPN не пінгується або губляться пакети, але пінгується DNS2-сервер до підняття VPN, тому можуть бути гальма.

source: Выб#209�ана опция usepeerdns: если VPN-се#209�ве#209� п#209�едоставит свои DNS, то будут использоваться они, невзи#209�ая на д#209�угие наст#209�ойки DNS.
uk: Вибрана опція usepeerdns: якщо VPN-сервер надасть свої DNS, то будуть використовуватися вони, незважаючи на інші налаштування DNS.

source: Показать па#209�оль
uk: Показати пароль

source: Ск#209�ыть па#209�оль
uk: Сховати пароль

source: Справка
uk: Довідка

source: Аутентификация:
uk: Аутентифікація:

source: Шифрование mppe:
uk: Шифрування mppe:

source: П#209�и использовании опции refuse-chap демон pppd не согласится аутентифици#209�овать себя по п#209�отоколу CHAP.
uk: При використанні опції refuse-chap демон pppd не погодиться аутентіфіцировать себе по протоколу CHAP.

source: П#209�и использовании опции refuse-eap демон pppd не согласится аутентифици#209�овать себя по п#209�отоколу EAP.
uk: При використанні опції refuse-eap демон pppd не погодиться аутентіфіцировать себе по протоколу EAP.

source: П#209�и использовании опции refuse-mschap демон pppd не согласится аутентифици#209�овать себя по п#209�отоколу MS-CHAP.
uk: При використанні опції refuse-mschap демон pppd не погодиться аутентіфіцировать себе по протоколу MS-CHAP.

source: П#209�и использовании опции refuse-pap демон pppd не согласится аутентифици#209�овать себя по п#209�отоколу PAP.
uk: При використанні опції refuse-pap демон pppd не погодиться аутентіфіцировать себе по протоколу PAP.

source: П#209�и использовании опции refuse-mschap-v2 демон pppd не согласится аутентифици#209�овать себя по п#209�отоколу MS-CHAPv2.
uk: При використанні опції refuse-mschap-v2 демон pppd не погодиться аутентіфіцировать себе по протоколу MS-CHAPv2.

source: Опция required делает шиф#209�ование mppe обязательным и т#209�ебует его использовать - не соединяться если п#209�овайде#209� не подде#209�живает шиф#209�ование mppe.
uk: Опція required робить шифрування mppe обов'язковим і вимагає його використовувати - не з'єднуватися якщо провайдер не підтримує шифрування mppe.

source: Часто используется шиф#209�ование т#209�афика mppe с 128-битным шиф#209�ованием - это однов#209�еменный выбо#209� required, stateless, no40, no56.
uk: Часто використовується шифрування трафіку mppe з 128-бітовим шифруванням - це одночасний вибір required, stateless, no40, no56.

source: Опция stateless пытается #209�еализовать шиф#209�ование mppe в #209�ежиме без подде#209�жки состояний.
uk: Опція stateless намагається реалізувати шифрування mppe в режимі без підтримки станів.
