Repository: GarikRC/vpnpptp
Catalog: lang/vpnpptp.*.po
Languages: uk

source: Однов#209�еменная #209�абота инте#209�нета и лок. сети не наст#209�оена или не т#209�ебует наст#209�ойки.
uk: Одночасна робота інтернету і лок. мережі не налаштована або не потребує налаштування.

source: Google Public DNS: 8.8.8.8 и 8.8.4.4. OpenDNS: 208.67.222.222 и 208.67.220.220.
uk: Google Public DNS: 8.8.8.8 i 8.8.4.4. OpenDNS: 208.67.222.222 i 208.67.220.220.

source: Не изменять дефолтный шлюз, запустив VPN OpenL2TP в фоне
uk: Не змінювати типовий шлюз, запустивши VPN OpenL2TP у фоні

source: Для VPN OpenL2TP шифрование mppe не используется, оно используется только для VPN PPTP.
uk: Для VPN OpenL2TP шифрування mppe не використовується, воно використовується тільки для VPN PPTP.

source: Автозапуск инте#209�нета п#209�и ста#209�те системы демоном openl2tp/openl2tpd без г#209�афики (не #209�екомендуется использовать)
uk: Автозапуск інтернету при старті системи демоном openl2tp/openl2tpd без графіки (не рекомендується використовувати)

source: Использовать вст#209�оенный в демон openl2tp/openl2tpd механизм #209�еконнекта (не #209�екомендуется если несколько сетевых ка#209�т)
uk: Використовувати вбудований у демон openl2tp/openl2tpd механізм реконекту (не рекомендується якщо декілька мережевих карт)

source: Не установлен пакет openl2tp.
uk: Не встановлений пакет openl2tp.

source: Невозможно выб#209�ать VPN OpenL2TP.
uk: Неможливо вибрати VPN OpenL2TP.

source: Не найден модуль яд#209�а
uk: Не знайдено модуль ядра

source: Не найден плагин
uk: Не знайдено плагін

source: Пакет ppp версии 2.4.5 и выше может содержать плагины pppol2tp.so, openl2tp.so; также они могут быть в пакете openl2tp.
uk: Пакет ppp версії 2.4.5 і вище може містити плагіни pppol2tp.so, openl2tp.so; також вони можуть бути в пакеті openl2tp.

source: Не найден ск#209�ипт
uk: Не знайдено скріпт

source: <ОК> - игно#209�и#209�овать это п#209�едуп#209�еждение и п#209�одолжить (#209�екомендуется). <Отмена> - поп#209�авить.
uk: <ОК> - ігнорувати це запобігання і продовжити (рекомендується). <Відміна> - поправити.

source: Для Fedora для #209�аботы VPN OpenL2TP т#209�ебуется selinux-policy>=3.9.16-33, иначе может не #209�аботать. SELinux можно также отключить.
uk: Для Fedora для роботи VPN OpenL2TP потрібно selinux-policy>=3.9.16-33, інакше може не працювати. SELinux можна також відключити.

source: Введите па#209�оль root:
uk: Введіть пароль root:

source: Использовать виджет вместо трея
uk: Використовувати віджет замість трея

source: Эта опция позволяет модулю ponoff использовать виджет вместо трея в качестве альтернативы
uk: Ця опція дозволяє модулю ponoff використовувати віджет замість трея як альтернатива

source: Для настройки VPN L2TP требуется версия xl2tpd не ниже 1.2.7. Ваша версия xl2tpd:
uk: Для налаштування VPN L2TP потрібна версія xl2tpd не нижче 1.2.7. Ваша версія xl2tpd:

source: Для работы программы требуется хотя бы один из пакетов: pptp-linux(pptp), xl2tpd, openl2tp, но ни один из них не установлен.
uk: Для роботи програми потрібно хоча б один з пакетів: pptp-linux (pptp), xl2tpd, openl2tp, але жоден з них не встановлений.

source: Невозможно выбрать VPN OpenL2TP, так как не установлен пакет openl2tp.
uk: Неможливо вибрати VPN OpenL2TP, оскільки не встановлений пакет openl2tp.

source: Требуется выбрать тип VPN.
uk: Потрібно вибрати тип VPN.

source: Для запуска с правами root требуется что-нибудь: xroot/kdesu/gksu/beesu. Рекомендуется установить пакет xroot.
uk: Для запуску з правами root потрібно що-небудь: xroot/kdesu/gksu/beesu. Рекомендується встановити пакет xroot.
